{"doi": "physrevb.97.094506", "paragraph": "superconductivity, whereas the inclusion of magnetic atoms is accompanied by magnetic ordering with critical temperatures up to 46 K [7].\n\nTwo materials in this family, LuRuB_{2} and YRuB_{2}, are imp", "long_paragraph": "ematically lower in the orthorhombic polytype than the tetragonal compounds across the whole range of rare-earth elements, implying that the dimensionality of the T clusters plays an important role in the superconductivity [5].\n\nA new structural phase in the transition-metal ternary boride family was reported in 1980, after anomalous superconducting transitions were observed with T_{\\text{c}}'s that did not match known structures [6]. The stoichiometrically distinct _RT_B_{2} phase crystallizes into an orthorhombic structure with the _Pnma_ space group. The key features in this material are zigzag chains of rare-earth atoms, with dimerized boron. The boron dimers weakly interact, forming straight chains that run in parallel to the direction of the main _R_-_R_ zigzag chain, and are perpendicular to the planes of R and T atoms (see Fig. 1). Only compounds with nonmagnetic R atoms exhibit superconductivity, whereas the inclusion of magnetic atoms is accompanied by magnetic ordering with critical temperatures up to 46 K [7].\n\nTwo materials in this family, LuRuB_{2} and YRuB_{2}, are important as reference materials for studying the entire family tree--the 4f electron shell is full in the Lu compound, and empty in the Y compound. Superconductivity has been reported in the Lu compound at temperatures of 9.7-10.1 K, and in the Y compound at temperatures of 7.2-7.8 K, with large values for the upper critical field _B_c2 of 5.7 and 4.8 T, respectively [7, 8]. These large values indicate that the superconductivity might be expected to be strongly coupled, with a high superconducting carrier density. However, NMR measurements have identified that these materials appear to lie in the weak-coupling limit of the conventional BCS theory [9, 10]. In this paper, we report the results of a muon-spin rotation and relaxation (\\muSR) study of the superconducting properties in this pair of materials. We combine the results with previously reported findings in order to further characteri"}
{"doi": "physrevb.97.094506", "paragraph": "superconductivity, whereas the inclusion of magnetic atoms is accompanied by magnetic ordering with critical temperatures up to 46 K [7].\n\nTwo materials in this family, LuRuB\\({}_{2}\\) and YRuB\\({}_{2", "long_paragraph": "thorhombic polytype than the tetragonal compounds across the whole range of rare-earth elements, implying that the dimensionality of the \\(T\\) clusters plays an important role in the superconductivity [5].\n\nA new structural phase in the transition-metal ternary boride family was reported in 1980, after anomalous superconducting transitions were observed with \\(T_{\\text{c}}\\)'s that did not match known structures [6]. The stoichiometrically distinct _RT_B\\({}_{2}\\) phase crystallizes into an orthorhombic structure with the _Pnma_ space group. The key features in this material are zigzag chains of rare-earth atoms, with dimerized boron. The boron dimers weakly interact, forming straight chains that run in parallel to the direction of the main _R_-_R_ zigzag chain, and are perpendicular to the planes of \\(R\\) and \\(T\\) atoms (see Fig. 1). Only compounds with nonmagnetic \\(R\\) atoms exhibit superconductivity, whereas the inclusion of magnetic atoms is accompanied by magnetic ordering with critical temperatures up to 46 K [7].\n\nTwo materials in this family, LuRuB\\({}_{2}\\) and YRuB\\({}_{2}\\), are important as reference materials for studying the entire family tree--the 4\\(f\\) electron shell is full in the Lu compound, and empty in the Y compound. Superconductivity has been reported in the Lu compound at temperatures of 9.7-10.1 K, and in the Y compound at temperatures of 7.2-7.8 K, with large values for the upper critical field _B_c2 of 5.7 and 4.8 T, respectively [7, 8]. These large values indicate that the superconductivity might be expected to be strongly coupled, with a high superconducting carrier density. However, NMR measurements have identified that these materials appear to lie in the weak-coupling limit of the conventional BCS theory [9, 10]. In this paper, we report the results of a muon-spin rotation and relaxation (\\(\\mu\\)SR) study of the superconducting properties in this pair of materials. We combine the results with previously reported findings in order t"}
{"doi": "physrevb.72.024521", "paragraph": "d is the first evidence for a good sample quality. The peak in _m_'' is very sharp and close to the critical temperature. The sharpness of the peak shows that the specimen is a bulk superconductor wit", "long_paragraph": "urrents flow only within the grains, whereas the sample is fully shielded at lower temperatures. According to a straightforward Bean model analysis, this leads to a multiple peak structure in the _kh_' dependence, in contrast to a sharp single peak for a sample without grain boundaries. At the same time, the real part of the magnetic susceptibility _kh_' shows the shielding of the external magnetic field.\n\nThe temperature dependence of the real and the imaginary parts of the ac susceptibility for the crystals R28, R5, and R6, and the real part for R3 are shown in Fig. 1. The sharp drop of the magnetic moment for R5 and R6 shows the transition to the superconducting state at a temperature _T_c=30.9 K, which corresponds to that obtained from dc measurements. The width of the transition from 10% to 90% of the diamagnetic signal is about 0.9 K for R5 and 1.3 K for R6, which is very narrow and is the first evidence for a good sample quality. The peak in _m_'' is very sharp and close to the critical temperature. The sharpness of the peak shows that the specimen is a bulk superconductor with almost no weak links for supercurrent flow. There is still a small integrin peak in R5, compared to the main one, which can be observed at a temperature of about 24 K. We assume that the sample is mainly a bulk crystal with some amount of small grains.\n\nIn contrast to samples R5 and R6, samples R3 and R28 exhibit a much broader transition in _m_(_T_), R3 shows even two steps, which clearly indicates heavy granularity. As for R28, a complicated structure of _m_''(_T_) is observed. The same sharp peak as for R5 and R6 at _T_=_T_c, is also observed for R28. However, several other peaks can clearly be seen at lower temperatures. These peaks are attributed to dissipation due to weak links. Such granularity appears in the samples because of nonsuperconducting impurities (undoped C60 or most probably R x C60) between the superconducting grains.\n\nSummarizing the results for all three batches, "}
{"doi": "physrevb.82.024519", "paragraph": "der well defined circumstances.\n\n## IV Discussion\n\nAs we can see, in each series, good agreement in critical temperatures obtained from the resistivity, magnetization and heat capacity measurements ha", "long_paragraph": "e bulk superconductivity in the sample. The inset shows the enlarged C_{p}/T vs T data near T_{c}. The inferred \\Delta C_{p}/T_{c} from \"isoentropic\" construction is 14 mJ / mole K^{2} with T_{c} equal to 13.4 K. These vales also fall onto the log(\\Delta C_{p}/T_{c}) vs. log T plot shown in Ref. [36].\n\nTable 5 summarizes these data and Fig. 25 is a temperature-Cu doping concentration (T-y) phase diagram. It is worth noting from Fig. 25 that with the addition of Cu in Ba(Fe_{0.953}Co_{0.047})_{2}As_{2}, T_{c} does not decrease but rather increasing to \\sim20 K at y= 0.0045, and probably has a higher value of T_{c} for slightly higher y-values, and then decreases to \\sim15 K at y= 0.019. These data, along with the other Co/Cu doping series discussed in the previous section, clearly indicate that superconductivity can be induced and stabilized to relatively high T_{c} values by Cu doping under well defined circumstances.\n\n## IV Discussion\n\nAs we can see, in each series, good agreement in critical temperatures obtained from the resistivity, magnetization and heat capacity measurements has been observed. The composite T-x phase diagram, shown in Fig. 26(a) highlights the similarities and differences between the various Ba(Fe_{1-x}TM_{x})_{2}As_{2} series. For this diagram, x was the total amount of TM dopants: e.g., for Ba(Fe_{0.953}Co_{0.021}Co_{0.026})_{2}As_{2}, x would be 0.047. Figure 26(a) is similar to the one shown in Ref. [19], but it presents a fuller Co and Cu doping data set as well as multiple Co/Cu doping data sets.\n\nThe suppression rates of the upper phase transitions for all these different series appear to depend on x, the number of TM substituted for Fe in a roughly similar manner which appears to be inconsistent with a simple model of \"nesting\" induced magnetism in these materials. However the extent of the superconducting dome is not well described by this parameterization. The Ba(Fe_{1-x}Co_{x})_{2}As_{2} series has the widest superconducting dome, r"}
{"doi": "physrevb.82.024519", "paragraph": "der well defined circumstances.\n\n## IV Discussion\n\nAs we can see, in each series, good agreement in critical temperatures obtained from the resistivity, magnetization and heat capacity measurements ha", "long_paragraph": "}\\). The inferred \\(\\Delta C_{p}/T_{c}\\) from \"isoentropic\" construction is 14 mJ / mole K\\({}^{2}\\) with \\(T_{c}\\) equal to 13.4 K. These vales also fall onto the log(\\(\\Delta C_{p}/T_{c}\\)) vs. log \\(T\\) plot shown in Ref. [36].\n\nTable 5 summarizes these data and Fig. 25 is a temperature-Cu doping concentration (\\(T\\)\\(-\\)y) phase diagram. It is worth noting from Fig. 25 that with the addition of Cu in Ba(Fe\\({}_{0.953}\\)Co\\({}_{0.047}\\))\\({}_{2}\\)As\\({}_{2}\\), \\(T_{c}\\) does not decrease but rather increasing to \\(\\sim\\)20 K at \\(y\\)\\(=\\) 0.0045, and probably has a higher value of \\(T_{c}\\) for slightly higher \\(y\\)-values, and then decreases to \\(\\sim\\)15 K at \\(y\\)\\(=\\) 0.019. These data, along with the other Co/Cu doping series discussed in the previous section, clearly indicate that superconductivity can be induced and stabilized to relatively high \\(T_{c}\\) values by Cu doping under well defined circumstances.\n\n## IV Discussion\n\nAs we can see, in each series, good agreement in critical temperatures obtained from the resistivity, magnetization and heat capacity measurements has been observed. The composite \\(T\\)\\(-\\)\\(x\\) phase diagram, shown in Fig. 26(a) highlights the similarities and differences between the various Ba(Fe\\({}_{1-x}\\)TM\\({}_{x}\\))\\({}_{2}\\)As\\({}_{2}\\) series. For this diagram, \\(x\\) was the total amount of TM dopants: e.g., for Ba(Fe\\({}_{0.953}\\)Co\\({}_{0.021}\\)Co\\({}_{0.026}\\))\\({}_{2}\\)As\\({}_{2}\\), \\(x\\) would be 0.047. Figure 26(a) is similar to the one shown in Ref. [19], but it presents a fuller Co and Cu doping data set as well as multiple Co/Cu doping data sets.\n\nThe suppression rates of the upper phase transitions for all these different series appear to depend on \\(x\\), the number of TM substituted for Fe in a roughly similar manner which appears to be inconsistent with a simple model of \"nesting\" induced magnetism in these materials. However the extent of the superconducting dome is not well described by this parameterization. "}
{"doi": "physrevb.81.104522", "paragraph": "T), the second \\Gamma_{12}=6  meV being evaluated once for all at T=2.2  K and kept fixed up to the critical temperature.\n\nLet us now discuss the physics behind such a surprisingly nice agreement betw", "long_paragraph": "itting parameters of different tunneling spectra we noticed the following common features: (1) for all spectra, the initial BCS gap in the band i=1 is \\Delta_{1}^{0}\\approx 0 meV while \\Delta_{2}^{0}=1.3 \\pm 0.1 meV. (2) The interband scattering parameters, \\Gamma_{12} and \\Gamma_{21}, strongly vary from one junction to another, but their ratio remains almost fixed \\Gamma_{12}/\\Gamma_{21}\\sim 10 as shown in Fig. 8. (3) For most of the studied junctions, the tunneling contribution of the band i=1 was W_{1}=1 and that of i=2 was W_{2}=0, i.e., we needed only the partial density of state of the small gap N_{S1}(E) to fit the tunneling spectra.\n\nThus, assuming \\Gamma_{12}=1\\Gamma_{12}/10 only two variable parameters remained, \\Delta_{2}^{0} and \\Gamma_{12}. Moreover, the fits of the temperature-dependent spectra in Fig. 7(a) were generated considering only one free parameter, \\Delta_{2}^{0}(T), the second \\Gamma_{12}=6  meV being evaluated once for all at T=2.2  K and kept fixed up to the critical temperature.\n\nLet us now discuss the physics behind such a surprisingly nice agreement between the data and fits, and analyze the consequences of the above-mentioned common features. The condition \\Delta_{1}^{0}\\approx 0 meV implies that the superconductivity in the band i=1 (or in the surface layer, within McMillan hypothesis) is fully induced: A small gap opens in N_{S1}(E) due to the coupling with the leading superconducting band i=2 where the pairing amplitude \\Delta_{2}^{0}\\approx 1.3 \\pm 0.1 meV is found close to the value 1.4 meV estimated from specific-heat measurements.[12] The observed fluctuations of the induced small gap \\Delta_{S} from one junction to another, on the order of \\pm0.2  meV, are attributed to the variations in both the scattering rates \\Gamma_{i} and the pairing amplitude of the initial leading gap \\Delta_{2}^{0}.\n\nWhile at this point we cannot discriminate between two possible origins of our observations (a two-gap scenario or a simple proximity eff"}
{"doi": "physrevb.81.104522", "paragraph": "eter, Δ₂⁰(T), the\nsecond Γ₁₂=6 meV being evaluated once for all at T=2.2 K and kept fixed\nup to the critical temperature.\n\nLet us now discuss the physics behind such a surprisingly nice agreement\nbetw", "long_paragraph": "] who proceeded\nto a very fine measurement of the tunneling DOS of NbSe₂ by SIS\nspectroscopy with a Pb tip.\n\nBy analyzing the fitting parameters of different tunneling spectra we\nnoticed the following common features: (1) for all spectra, the initial\nBCS gap in the band i=1 is Δ₁⁰≈ 0 meV while Δ₂⁰=1.3 ± 0.1 meV. (2) The\ninterband scattering parameters, Γ₁₂ and Γ₂₁, strongly vary from one\njunction to another, but their ratio remains almost fixed Γ₁₂/Γ₂₁∼ 10 as\nshown in Fig. 8. (3) For most of the studied junctions, the tunneling\ncontribution of the band i=1 was W₁=1 and that of i=2 was W₂=0, i.e., we\nneeded only the partial density of state of the small gap N_(S1)(E) to\nfit the tunneling spectra.\n\nThus, assuming Γ₁₂=1Γ₁₂/10 only two variable parameters remained, Δ₂⁰\nand Γ₁₂. Moreover, the fits of the temperature-dependent spectra in Fig.\n7(a) were generated considering only one free parameter, Δ₂⁰(T), the\nsecond Γ₁₂=6 meV being evaluated once for all at T=2.2 K and kept fixed\nup to the critical temperature.\n\nLet us now discuss the physics behind such a surprisingly nice agreement\nbetween the data and fits, and analyze the consequences of the\nabove-mentioned common features. The condition Δ₁⁰≈ 0 meV implies that\nthe superconductivity in the band i=1 (or in the surface layer, within\nMcMillan hypothesis) is fully induced: A small gap opens in N_(S1)(E)\ndue to the coupling with the leading superconducting band i=2 where the\npairing amplitude Δ₂⁰≈ 1.3 ± 0.1 meV is found close to the value 1.4 meV\nestimated from specific-heat measurements.[12] The observed fluctuations\nof the induced small gap Δ_(S) from one junction to another, on the\norder of ±0.2 meV, are attributed to the variations in both the\nscattering rates Γ_(i) and the pairing amplitude of the initial leading\ngap Δ₂⁰.\n\nWhile at this point we cannot discriminate between two possible origins\nof our observations (a two-gap scenario or a simple proximity effect in\na metallic surface layer), we note that two-gap super"}
{"doi": "physrevb.81.104522", "paragraph": "second \\(\\Gamma_{12}\\)=6  meV being evaluated once for all at \\(T\\)=2.2  K and kept fixed up to the critical temperature.\n\nLet us now discuss the physics behind such a surprisingly nice agreement betw", "long_paragraph": "tures: (1) for all spectra, the initial BCS gap in the band \\(i\\)=1 is \\(\\Delta_{1}^{0}\\)\\(\\approx\\) 0 meV while \\(\\Delta_{2}^{0}\\)=1.3 \\(\\pm\\) 0.1 meV. (2) The interband scattering parameters, \\(\\Gamma_{12}\\) and \\(\\Gamma_{21}\\), strongly vary from one junction to another, but their ratio remains almost fixed \\(\\Gamma_{12}/\\Gamma_{21}\\)\\(\\sim\\) 10 as shown in Fig. 8. (3) For most of the studied junctions, the tunneling contribution of the band \\(i\\)=1 was \\(W_{1}\\)=1 and that of \\(i\\)=2 was \\(W_{2}\\)=0, i.e., we needed only the partial density of state of the small gap \\(N_{S1}(E)\\) to fit the tunneling spectra.\n\nThus, assuming \\(\\Gamma_{12}\\)=1\\(\\Gamma_{12}/10\\) only two variable parameters remained, \\(\\Delta_{2}^{0}\\) and \\(\\Gamma_{12}\\). Moreover, the fits of the temperature-dependent spectra in Fig. 7(a) were generated considering only one free parameter, \\(\\Delta_{2}^{0}(T)\\), the second \\(\\Gamma_{12}\\)=6  meV being evaluated once for all at \\(T\\)=2.2  K and kept fixed up to the critical temperature.\n\nLet us now discuss the physics behind such a surprisingly nice agreement between the data and fits, and analyze the consequences of the above-mentioned common features. The condition \\(\\Delta_{1}^{0}\\)\\(\\approx\\) 0 meV implies that the superconductivity in the band \\(i\\)=1 (or in the surface layer, within McMillan hypothesis) is fully induced: A small gap opens in \\(N_{S1}(E)\\) due to the coupling with the leading superconducting band \\(i\\)=2 where the pairing amplitude \\(\\Delta_{2}^{0}\\)\\(\\approx\\) 1.3 \\(\\pm\\) 0.1 meV is found close to the value 1.4 meV estimated from specific-heat measurements.[12] The observed fluctuations of the induced small gap \\(\\Delta_{S}\\) from one junction to another, on the order of \\(\\pm\\)0.2  meV, are attributed to the variations in both the scattering rates \\(\\Gamma_{i}\\) and the pairing amplitude of the initial leading gap \\(\\Delta_{2}^{0}\\).\n\nWhile at this point we cannot discriminate between two possible origins of our observatio"}
{"doi": "physrevb.83.220512", "paragraph": "", "long_paragraph": ""}
{"doi": "physrevb.36.226", "paragraph": "nts have revealed superconductivity among all the rare-earth compounds, except La, Pr, and Tb, with critical temperatures T_{c} measured at the midpoint of the resistive transition ranging from 87 to ", "long_paragraph": ""}
{"doi": "physrevb.36.226", "paragraph": "nts have revealed\nsuperconductivity among all the rare-earth compounds, except La, Pr, and\nTb, with critical temperatures T_(c) measured at the midpoint of the\nresistive transition ranging from 87 to ", "long_paragraph": ""}
{"doi": "physrevb.36.226", "paragraph": "nts have revealed superconductivity among all the rare-earth compounds, except La, Pr, and Tb, with critical temperatures \\(T_{c}\\) measured at the midpoint of the resistive transition ranging from 87", "long_paragraph": ""}
{"doi": "physrevb.74.134512", "paragraph": "K, both parameters were extracted from the same physical crystal. However, for samples with a lower critical temperature, T_{c} was determined from resistivity measurements on different crystals from ", "long_paragraph": "al is not pinned at one precise value, but rather is slowed in its progress as x increases, also consistent with a distribution of \\mu^{*} values.\n\nInvoking Kondo physics of course implies a temperature dependence to the enhancement of \\gamma for temperatures above T_{K}. Our measurements (Fig. 2) show that the enhancement to \\gamma is temperature independent for temperatures between 0.3 and 1 K. However, uncertainty in this difference grows rapidly at higher temperatures due to the increasingly large phonon contribution to the heat capacity. As a result, we cannot unambiguously extract the temperature dependence of any heat capacity enhancement beyond the estimated Kondo temperature of 6 K.\n\nWithin a BCS scenario, T_{c} varies exponentially with -1/N(0)V, where V is the pairing interaction. Figure 6 shows \\ln(T_{c}) vs 1/\\gamma for samples with x\\!>\\!x_{c}. For samples with T_{c}>\\!0.5 K, both parameters were extracted from the same physical crystal. However, for samples with a lower critical temperature, T_{c} was determined from resistivity measurements on different crystals from the same growth batch, introducing additional errors due to uncertainty in the Tl concentration. As can be seen, \\ln(T_{c}) scales approximately linearly with 1/\\gamma within the uncertainty of the measurements. For a constant V, this would imply that the observed trend in T_{c} with x [Fig. 1(a)] is due to the increasing density of states (inset to Fig. 2). However, the situation is less clear if the charge Kondo picture is applicable, in which case V depends strongly on the Tl concentration,[12] and the enhancement in N(0) derives from Kondo physics. In the case of a superconductor with magnetic impurities, although N(0) is enhanced by this effect, the superconductivity is nevertheless suppressed for T\\!\\sim\\!T_{K} due to the pair-breaking effect associated with the rapid fluctuations in the magnetic moment.[24, 25] In the case of the charge Kondo model, the situation is slightly more "}
{"doi": "physrevb.74.134512", "paragraph": "K, both parameters were\nextracted from the same physical crystal. However, for samples with a\nlower critical temperature, T_(c) was determined from resistivity\nmeasurements on different crystals from ", "long_paragraph": "a for lower\nTl concentrations, for which a reasonable fit of the low-temperature\ndata can be made over an extended temperature range, indicated that\napproximately 1\n\nInvoking Kondo physics of course implies a temperature dependence to the\nenhancement of γ for temperatures above T_(K). Our measurements (Fig. 2)\nshow that the enhancement to γ is temperature independent for\ntemperatures between 0.3 and 1 K. However, uncertainty in this\ndifference grows rapidly at higher temperatures due to the increasingly\nlarge phonon contribution to the heat capacity. As a result, we cannot\nunambiguously extract the temperature dependence of any heat capacity\nenhancement beyond the estimated Kondo temperature of 6 K.\n\nWithin a BCS scenario, T_(c) varies exponentially with −1/N(0)V, where V\nis the pairing interaction. Figure 6 shows ln (T_(c)) vs 1/γ for samples\nwith x > x_(c). For samples with T_(c)> 0.5 K, both parameters were\nextracted from the same physical crystal. However, for samples with a\nlower critical temperature, T_(c) was determined from resistivity\nmeasurements on different crystals from the same growth batch,\nintroducing additional errors due to uncertainty in the Tl\nconcentration. As can be seen, ln (T_(c)) scales approximately linearly\nwith 1/γ within the uncertainty of the measurements. For a constant V,\nthis would imply that the observed trend in T_(c) with x [Fig. 1(a)] is\ndue to the increasing density of states (inset to Fig. 2). However, the\nsituation is less clear if the charge Kondo picture is applicable, in\nwhich case V depends strongly on the Tl concentration,[12] and the\nenhancement in N(0) derives from Kondo physics. In the case of a\nsuperconductor with magnetic impurities, although N(0) is enhanced by\nthis effect, the superconductivity is nevertheless suppressed for\nT ∼ T_(K) due to the pair-breaking effect associated with the rapid\nfluctuations in the magnetic moment.[24, 25] In the case of the charge\nKondo model, the situation is slightly more complex be"}
{"doi": "physrevb.74.134512", "paragraph": "K, both parameters were extracted from the same physical crystal. However, for samples with a lower critical temperature, \\(T_{c}\\) was determined from resistivity measurements on different crystals f", "long_paragraph": " slowed in its progress as \\(x\\) increases, also consistent with a distribution of \\(\\mu^{*}\\) values.\n\nInvoking Kondo physics of course implies a temperature dependence to the enhancement of \\(\\gamma\\) for temperatures above \\(T_{K}\\). Our measurements (Fig. 2) show that the enhancement to \\(\\gamma\\) is temperature independent for temperatures between 0.3 and 1 K. However, uncertainty in this difference grows rapidly at higher temperatures due to the increasingly large phonon contribution to the heat capacity. As a result, we cannot unambiguously extract the temperature dependence of any heat capacity enhancement beyond the estimated Kondo temperature of 6 K.\n\nWithin a BCS scenario, \\(T_{c}\\) varies exponentially with \\(-1/N(0)V\\), where \\(V\\) is the pairing interaction. Figure 6 shows \\(\\ln(T_{c})\\) vs \\(1/\\gamma\\) for samples with \\(x\\!>\\!x_{c}\\). For samples with \\(T_{c}\\)\\(>\\!0.5\\) K, both parameters were extracted from the same physical crystal. However, for samples with a lower critical temperature, \\(T_{c}\\) was determined from resistivity measurements on different crystals from the same growth batch, introducing additional errors due to uncertainty in the Tl concentration. As can be seen, \\(\\ln(T_{c})\\) scales approximately linearly with \\(1/\\gamma\\) within the uncertainty of the measurements. For a constant \\(V\\), this would imply that the observed trend in \\(T_{c}\\) with \\(x\\) [Fig. 1(a)] is due to the increasing density of states (inset to Fig. 2). However, the situation is less clear if the charge Kondo picture is applicable, in which case \\(V\\) depends strongly on the Tl concentration,[12] and the enhancement in \\(N(0)\\) derives from Kondo physics. In the case of a superconductor with magnetic impurities, although \\(N(0)\\) is enhanced by this effect, the superconductivity is nevertheless suppressed for \\(T\\!\\sim\\!T_{K}\\) due to the pair-breaking effect associated with the rapid fluctuations in the magnetic moment.[24, 25] In the case of the charge Kond"}
{"doi": "physrevb.56.9021", "paragraph": "tial substitution with Ca and Th, as well as doping with the strongly pair breaking Gd, reduces the critical temperature. Isothermal magnetization measurements on {\\rm YC}_{2} indicate a superconducti", "long_paragraph": ""}
{"doi": "physrevb.56.9021", "paragraph": "tial substitution with Ca and Th, as well as doping with the strongly pair breaking Gd, reduces the critical temperature. Isothermal magnetization measurements on \\({\\rm YC}_{2}\\) indicate a supercond", "long_paragraph": ""}
{"doi": "physrevb.73.180505", "paragraph": "arameter c over the entire oxygen content range for YBCO.\n\nIn Fig. 3, the actual measured values of critical temperature T_{\\rm c,ext} are plotted against the p values obtained using Eq. (2). Also plo", "long_paragraph": "eters from Jorgensen _et al.[16]_\n\nThe p values estimated for the chain oxygen-ordered phases are plotted in Fig. 2 as open squares. We see that the data fall exactly on the extension of the linear low-doping region and smoothly connect to data points for p > 0.15. This suggests the p values estimated by the simple method are very reasonable. Combination of the data by Eq. (1) for the low-doping region (p < 0.09), optimal doping region (p > 0.15), and the data estimated for the chain oxygen-ordered phases suggests a smooth relationship between p and c. Fitting these data yields:\n\n\\[p=11.491y+5.17\\times 10^{9}y^{6},\\] (2)\n\nwhere y = 1 - c/c_{0} and c_{0} = 1.18447 nm (at 22 ^{\\circ}C) is the c-axis lattice parameter at zero doping (x = 0). The second term is negligible for the low-doping region (p < 0.1). This empirical formula enables calculation of p from the easily measurable lattice parameter c over the entire oxygen content range for YBCO.\n\nIn Fig. 3, the actual measured values of critical temperature T_{\\rm c,ext} are plotted against the p values obtained using Eq. (2). Also plotted in Fig. 3 is T_{\\rm c,cal} calculated using the parabolic Eq. (1). T_{\\rm c,ext} is lower than T_{\\rm c,cal} between p = 0.1 and\n\nFigure 3: (Color online) The actual critical temperature T_{\\rm c,act} (solid squares) as a function of p obtained from Eq. (2). Also plotted is the parabolic relationship Eq. (1) (dashed line). The inset shows \\Delta T_{\\rm c}, the difference between T_{\\rm c,act} and the parabolic relationship. The line is a guide to the eye. The T_{c} suppression reaches a maximum very close to p = 1/8 = 0.125.\n\nFigure 2: The doping p of YBCO as a function of the lattice parameter c. Solid squares represent p values obtained using Eq. (1). Open squares are p values estimated for the chain oxygen-ordered phases (see text). The solid line is the fit to the data of p > 0.15 and p < 0.09 obtained using Eq. (1) in conjunction with values estimated for the ordered phases.\n\n "}
{"doi": "physrevb.73.180505", "paragraph": "arameter c over the\nentire oxygen content range for YBCO.\n\nIn Fig. 3, the actual measured values of critical temperature\n$T_{\\rm c,ext}$ are plotted against the p values obtained using Eq. (2).\nAlso p", "long_paragraph": "the structural\nparameters from Jorgensen _et al.[16]_\n\nThe p values estimated for the chain oxygen-ordered phases are plotted\nin Fig. 2 as open squares. We see that the data fall exactly on the\nextension of the linear low-doping region and smoothly connect to data\npoints for p > 0.15. This suggests the p values estimated by the simple\nmethod are very reasonable. Combination of the data by Eq. (1) for the\nlow-doping region (p < 0.09), optimal doping region (p > 0.15), and the\ndata estimated for the chain oxygen-ordered phases suggests a smooth\nrelationship between p and c. Fitting these data yields:\n\np = 11.491y + 5.17 × 10⁹y⁶,\n(2)\n\nwhere y = 1 - c/c₀ and c₀ = 1.18447 nm (at 22 ^(∘)C) is the c-axis\nlattice parameter at zero doping (x = 0). The second term is negligible\nfor the low-doping region (p < 0.1). This empirical formula enables\ncalculation of p from the easily measurable lattice parameter c over the\nentire oxygen content range for YBCO.\n\nIn Fig. 3, the actual measured values of critical temperature\n$T_{\\rm c,ext}$ are plotted against the p values obtained using Eq. (2).\nAlso plotted in Fig. 3 is $T_{\\rm c,cal}$ calculated using the parabolic\nEq. (1). $T_{\\rm c,ext}$ is lower than $T_{\\rm c,cal}$ between p = 0.1\nand\n\nFigure 3: (Color online) The actual critical temperature $T_{\\rm c,act}$\n(solid squares) as a function of p obtained from Eq. (2). Also plotted\nis the parabolic relationship Eq. (1) (dashed line). The inset shows\n$\\Delta T_{\\rm c}$, the difference between $T_{\\rm c,act}$ and the\nparabolic relationship. The line is a guide to the eye. The T_(c)\nsuppression reaches a maximum very close to p = 1/8 = 0.125.\n\nFigure 2: The doping p of YBCO as a function of the lattice parameter c.\nSolid squares represent p values obtained using Eq. (1). Open squares\nare p values estimated for the chain oxygen-ordered phases (see text).\nThe solid line is the fit to the data of p > 0.15 and p < 0.09 obtained\nusing Eq. (1) in conjunction with values estimated for the orde"}
{"doi": "physrevb.73.180505", "paragraph": "eter \\(c\\) over the entire oxygen content range for YBCO.\n\nIn Fig. 3, the actual measured values of critical temperature \\(T_{\\rm c,ext}\\) are plotted against the \\(p\\) values obtained using Eq. (2). ", "long_paragraph": "-ordered phases are plotted in Fig. 2 as open squares. We see that the data fall exactly on the extension of the linear low-doping region and smoothly connect to data points for \\(p\\) \\(>\\) 0.15. This suggests the \\(p\\) values estimated by the simple method are very reasonable. Combination of the data by Eq. (1) for the low-doping region (\\(p\\) \\(<\\) 0.09), optimal doping region (\\(p\\) \\(>\\) 0.15), and the data estimated for the chain oxygen-ordered phases suggests a smooth relationship between \\(p\\) and \\(c\\). Fitting these data yields:\n\n\\[p=11.491y+5.17\\times 10^{9}y^{6},\\] (2)\n\nwhere \\(y\\) = 1 - \\(c/c_{0}\\) and \\(c_{0}\\) = 1.18447 nm (at 22 \\({}^{\\circ}\\)C) is the \\(c\\)-axis lattice parameter at zero doping (\\(x\\) = 0). The second term is negligible for the low-doping region (\\(p\\) \\(<\\) 0.1). This empirical formula enables calculation of \\(p\\) from the easily measurable lattice parameter \\(c\\) over the entire oxygen content range for YBCO.\n\nIn Fig. 3, the actual measured values of critical temperature \\(T_{\\rm c,ext}\\) are plotted against the \\(p\\) values obtained using Eq. (2). Also plotted in Fig. 3 is \\(T_{\\rm c,cal}\\) calculated using the parabolic Eq. (1). \\(T_{\\rm c,ext}\\) is lower than \\(T_{\\rm c,cal}\\) between \\(p\\) = 0.1 and\n\nFigure 3: (Color online) The actual critical temperature \\(T_{\\rm c,act}\\) (solid squares) as a function of \\(p\\) obtained from Eq. (2). Also plotted is the parabolic relationship Eq. (1) (dashed line). The inset shows \\(\\Delta T_{\\rm c}\\), the difference between \\(T_{\\rm c,act}\\) and the parabolic relationship. The line is a guide to the eye. The \\(T_{c}\\) suppression reaches a maximum very close to \\(p\\) = 1/8 = 0.125.\n\nFigure 2: The doping \\(p\\) of YBCO as a function of the lattice parameter \\(c\\). Solid squares represent \\(p\\) values obtained using Eq. (1). Open squares are \\(p\\) values estimated for the chain oxygen-ordered phases (see text). The solid line is the fit to the data of \\(p\\) \\(>\\) 0.15 and \\(p\\) \\(<\\) 0.09 obtain"}
{"doi": "physrevb.60.9845", "paragraph": "trical resistivity \\rho(T) and magnetic susceptibility \\chi(T) show OPF effects even 10 K above the critical temperature.[12]\n\nAn important and still controversial aspect of the OPF effects in high te", "long_paragraph": "ucting transition is driven essentially by \\sigma(T). These results suggest that, in the MFR, L(T) is not affected by thermodynamic fluctuations of the superconducting order parameter (OPF). The OPF effects show a bi-dimensional character in the entire MFR, which is not affected by Ag doping. For low Ag concentrations, the experimental data \\Delta\\sigma/\\sigma_{\\mu} fit well to the Lawrence-Doniach model for layered superconductors in the MFR. Furthermore, the behavior of \\Delta L is nearly temperature independent. [S0163-1829(99)13533-1]\n\n## Introduction\n\nSince in the copper-oxide superconductors \\xi(0) is typically two orders of magnitude smaller than in low temperature superconductors and the superconducting transition temperature (T_{C}) is one order of magnitude higher, order parameter fluctuations (OPF) can be observed at accessible temperatures close to T_{C}. Measurements of electrical resistivity \\rho(T) and magnetic susceptibility \\chi(T) show OPF effects even 10 K above the critical temperature.[12]\n\nAn important and still controversial aspect of the OPF effects in high temperature superconductors (HTSC) is related with their influence on the in-plane thermoelectric coefficient L(T), which relates the in-plane thermopower S(T) and the in plane \\rho(T). Different experimental groups have reported an anomalous peak, sometimes very sharp, in S(T) of polycrystalline and single crystal HTSC samples near T_{C}. This anomaly however has not been observed in \\rho(T) and therefore a strong critical divergence of L(T) near T_{C} attributed to intrinsic OPF effects would be observed.\n\nOn the other hand, some authors have suggested the existence of a relationship between the anomalous S(T) peak and sample inhomogeneities, temperature gradient inhomogeneities, or even experimental artifacts.[3, 4, 5] In the YBCO systems, in the case of fully oxygenated samples, some results indicate that the thermoelectric coefficient does not present any sharp critical divergence clo"}
{"doi": "physrevb.60.9845", "paragraph": "f electrical resistivity ρ(T)\nand magnetic susceptibility χ(T) show OPF effects even 10 K above the\ncritical temperature.[12]\n\nAn important and still controversial aspect of the OPF effects in high\nte", "long_paragraph": "behavior of S(T) above the\nsuperconducting transition is driven essentially by σ(T). These results\nsuggest that, in the MFR, L(T) is not affected by thermodynamic\nfluctuations of the superconducting order parameter (OPF). The OPF\neffects show a bi-dimensional character in the entire MFR, which is not\naffected by Ag doping. For low Ag concentrations, the experimental data\nΔσ/σ_(μ) fit well to the Lawrence-Doniach model for layered\nsuperconductors in the MFR. Furthermore, the behavior of ΔL is nearly\ntemperature independent. [S0163-1829(99)13533-1]\n\n## Introduction\n\nSince in the copper-oxide superconductors ξ(0) is typically two orders\nof magnitude smaller than in low temperature superconductors and the\nsuperconducting transition temperature (T_(C)) is one order of magnitude\nhigher, order parameter fluctuations (OPF) can be observed at accessible\ntemperatures close to T_(C). Measurements of electrical resistivity ρ(T)\nand magnetic susceptibility χ(T) show OPF effects even 10 K above the\ncritical temperature.[12]\n\nAn important and still controversial aspect of the OPF effects in high\ntemperature superconductors (HTSC) is related with their influence on\nthe in-plane thermoelectric coefficient L(T), which relates the in-plane\nthermopower S(T) and the in plane ρ(T). Different experimental groups\nhave reported an anomalous peak, sometimes very sharp, in S(T) of\npolycrystalline and single crystal HTSC samples near T_(C). This anomaly\nhowever has not been observed in ρ(T) and therefore a strong critical\ndivergence of L(T) near T_(C) attributed to intrinsic OPF effects would\nbe observed.\n\nOn the other hand, some authors have suggested the existence of a\nrelationship between the anomalous S(T) peak and sample inhomogeneities,\ntemperature gradient inhomogeneities, or even experimental artifacts.[3,\n4, 5] In the YBCO systems, in the case of fully oxygenated samples, some\nresults indicate that the thermoelectric coefficient does not present\nany sharp critical divergence close and"}
{"doi": "physrevb.60.9845", "paragraph": "esistivity \\(\\rho(T)\\) and magnetic susceptibility \\(\\chi(T)\\) show OPF effects even 10 K above the critical temperature.[12]\n\nAn important and still controversial aspect of the OPF effects in high te", "long_paragraph": "lly by \\(\\sigma(T)\\). These results suggest that, in the MFR, \\(L(T)\\) is not affected by thermodynamic fluctuations of the superconducting order parameter (OPF). The OPF effects show a bi-dimensional character in the entire MFR, which is not affected by Ag doping. For low Ag concentrations, the experimental data \\(\\Delta\\sigma/\\sigma_{\\mu}\\) fit well to the Lawrence-Doniach model for layered superconductors in the MFR. Furthermore, the behavior of \\(\\Delta L\\) is nearly temperature independent. [S0163-1829(99)13533-1]\n\n## Introduction\n\nSince in the copper-oxide superconductors \\(\\xi(0)\\) is typically two orders of magnitude smaller than in low temperature superconductors and the superconducting transition temperature (\\(T_{C}\\)) is one order of magnitude higher, order parameter fluctuations (OPF) can be observed at accessible temperatures close to \\(T_{C}\\). Measurements of electrical resistivity \\(\\rho(T)\\) and magnetic susceptibility \\(\\chi(T)\\) show OPF effects even 10 K above the critical temperature.[12]\n\nAn important and still controversial aspect of the OPF effects in high temperature superconductors (HTSC) is related with their influence on the in-plane thermoelectric coefficient \\(L(T)\\), which relates the in-plane thermopower \\(S(T)\\) and the in plane \\(\\rho(T)\\). Different experimental groups have reported an anomalous peak, sometimes very sharp, in \\(S(T)\\) of polycrystalline and single crystal HTSC samples near \\(T_{C}\\). This anomaly however has not been observed in \\(\\rho(T)\\) and therefore a strong critical divergence of \\(L(T)\\) near \\(T_{C}\\) attributed to intrinsic OPF effects would be observed.\n\nOn the other hand, some authors have suggested the existence of a relationship between the anomalous \\(S(T)\\) peak and sample inhomogeneities, temperature gradient inhomogeneities, or even experimental artifacts.[3, 4, 5] In the YBCO systems, in the case of fully oxygenated samples, some results indicate that the thermoelectric coefficient does not prese"}
{"doi": "physrevb.61.11332", "paragraph": "3}O_{7} system (Ln: lanthanide and Y) exhibit superconductivity at about 90 K, and the value of the critical temperature (_Tcz_) does not change dramatically [1, 2] with the change of the element Ln. ", "long_paragraph": "ent of Materials Science, Osaka Prefecture University, Sakai, Osaka 599 8570, Japan\n\n###### Abstract\n\nA systematic study on the nature of Pr doping in Bi_{2}Pr_{x}Ca_{3-x}Cu_{2}O_{8+\\delta} (0.2\\leqx\\leq0.6) has been made on films grown by laser ablation. These films are a metastable Bi-2212 phase which has not yet been grown in this doping range by other methods. The film with x = 0.2 shows the highest zero-resistance temperature (_Tcz_) of about 65 K. _Tcz_ of the films decreases with increasing Pr content yielding a metal-to-insulator transition for x > 0.5. By analyzing x-ray photoelectron spectra we show that Pr is trivalent. From this we are able to demonstrate that the variation of _Tcz_ with doping is predominantly due to hole filling induced by the trivalent Pr.\n\n27 September 1999; revised manuscript received 5 November 1999\n\n## I Introduction\n\nMost materials of the LnBa_{2}Cu_{3}O_{7} system (Ln: lanthanide and Y) exhibit superconductivity at about 90 K, and the value of the critical temperature (_Tcz_) does not change dramatically [1, 2] with the change of the element Ln. One exception to this behavior is insulating PrBa_{2}Cu_{3}O_{7}, and some experimental results indicate that valence of Pr in PrBa_{2}Cu_{3}O_{7} is trivalent, while others indicate tetravalent (Refs. 3 and 4). To explain its nonsuperconductivity, many models have been proposed: (i) hole filling due to Pr^{4+} ion, [4] (ii) replacement of Ba site with Pr^{3+} (Ref. 5) and (iii) localization of holes by hybridization of Pr 4f and O 2p orbitals. [4, 6] Among them, the model of hybridization has been widely accepted, though Blackstead _et al._ pointed out that the model cannot explain the difference in Pr content y, at which superconductivity disappears, and |d_Tcz_/_dy_| between Y1_{-\\gamma}Pr_{x}Ba_{2}Cu_{3}O_{7} and Y1_{-\\gamma}Pr_{x}Ba_{2}Cu_{3}O_{7} shows, [7]\n\nRecently, however, bulk superconductivity has been observed in the single crystal of PrBa_{2}Cu_{3}O_{7} prepared by the trav"}
{"doi": "physrevb.61.11332", "paragraph": "}_{7}\\) system (Ln: lanthanide and Y) exhibit superconductivity at about 90 K, and the value of the critical temperature (_Tcz_) does not change dramatically [1, 2] with the change of the element Ln. ", "long_paragraph": "aka 599 8570, Japan\n\n###### Abstract\n\nA systematic study on the nature of Pr doping in Bi\\({}_{2}\\)Pr\\({}_{x}\\)Ca\\({}_{3-x}\\)Cu\\({}_{2}\\)O\\({}_{8+\\delta}\\) (0.2\\(\\leq\\)x\\(\\leq\\)0.6) has been made on films grown by laser ablation. These films are a metastable Bi-2212 phase which has not yet been grown in this doping range by other methods. The film with \\(x\\) = 0.2 shows the highest zero-resistance temperature (_Tcz_) of about 65 K. _Tcz_ of the films decreases with increasing Pr content yielding a metal-to-insulator transition for \\(x\\) > 0.5. By analyzing x-ray photoelectron spectra we show that Pr is trivalent. From this we are able to demonstrate that the variation of _Tcz_ with doping is predominantly due to hole filling induced by the trivalent Pr.\n\n27 September 1999; revised manuscript received 5 November 1999\n\n## I Introduction\n\nMost materials of the LnBa\\({}_{2}\\)Cu\\({}_{3}\\)O\\({}_{7}\\) system (Ln: lanthanide and Y) exhibit superconductivity at about 90 K, and the value of the critical temperature (_Tcz_) does not change dramatically [1, 2] with the change of the element Ln. One exception to this behavior is insulating PrBa\\({}_{2}\\)Cu\\({}_{3}\\)O\\({}_{7}\\), and some experimental results indicate that valence of Pr in PrBa\\({}_{2}\\)Cu\\({}_{3}\\)O\\({}_{7}\\) is trivalent, while others indicate tetravalent (Refs. 3 and 4). To explain its nonsuperconductivity, many models have been proposed: (i) hole filling due to Pr\\({}^{4+}\\) ion, [4] (ii) replacement of Ba site with Pr\\({}^{3+}\\) (Ref. 5) and (iii) localization of holes by hybridization of Pr 4\\(f\\) and O 2\\(p\\) orbitals. [4, 6] Among them, the model of hybridization has been widely accepted, though Blackstead _et al._ pointed out that the model cannot explain the difference in Pr content \\(y\\), at which superconductivity disappears, and \\(|d\\)_Tcz_/_dy_| between Y1\\({}_{-\\gamma}\\)Pr\\({}_{x}\\)Ba\\({}_{2}\\)Cu\\({}_{3}\\)O\\({}_{7}\\) and Y1\\({}_{-\\gamma}\\)Pr\\({}_{x}\\)Ba\\({}_{2}\\)Cu\\({}_{3}\\)O\\({}_{7}\\) shows, [7]\n\nR"}
{"doi": "physrevb.67.092504", "paragraph": "e dependence of transport properties on x is more clearly evident from Fig. 3. In this figure three critical temperatures, chosen at different points of the _R_(_T_) curves reported in Fig. 2, are plo", "long_paragraph": "ality of the unit cell interfaces. The same features are observed in the 2 \\theta-\\omega and o scans at least until the x = 0.4 sample.\n\nFigure 2 shows the resistance vs temperature curves _R_(_T_) of the samples. The first important observation is that the Bi2Sr2+,Ca1-_x_Cu2O8+_d_ films are all superconducting. In contrast to Ref. 12 we find superconductivity even when Ca is completely replaced by Sr as the spacer between the CuO_{2} planes obtaining a new superconducting phase in BSCCO family compounds, the 2302 phase, in correspondence with x = 1. The difficulty in obtaining 2302 by just thermodynamic processes11 has been overcome by using non-thermodynamic, kinetically controlled growth typical of molecular beam epitaxy. The T zero of the new superconducting phase is about 55 K. This value is lower than in 2212, but still higher than in the single layer compound [38 K (Ref. 16)].\n\nThe dependence of transport properties on x is more clearly evident from Fig. 3. In this figure three critical temperatures, chosen at different points of the _R_(_T_) curves reported in Fig. 2, are plotted as a function of extra Sr. For each composition the top point is the onset temperature\n\nFigure 2: Resistance vs temperature curves of Bi2Sr2+,Ca1−_x_Cu2O8−_d_ with x = 0 −1. A complete superconducting transition (zero resistance) is observed in all the films, included the 2302 sample.\n\n  T_{c}-onset, defined as the intercept of the normal curve above the transition and the slope during the transition. The next temperature is T_{c}-mid, corresponding to the midpoint of the transition where the resistance value at the onset halves. The third line is T_{c}-zero, the temperature where the resistance is zero within the experimental detection limit. T_{c}-zero does not reduce very much from the 2212 sample (88.4 K at x = 0) to 40% substitution (85.5 K at x = 0.4). A decrease of T_{c}-zero of about 10% is reached at x = 0.65, while a value of 55.5 K is found in the x = 1 sample with 100% S"}
{"doi": "physrevb.67.092504", "paragraph": "e dependence of transport properties on x is more clearly evident from\nFig. 3. In this figure three critical temperatures, chosen at different\npoints of the _R_(_T_) curves reported in Fig. 2, are plo", "long_paragraph": "constant as the Sr content in our films increases, as\nmeasured from the (0010) diffraction peak in 2 θ − ω scans. The c axis\nvaries by 1.2\n\nFigure 2 shows the resistance vs temperature curves _R_(_T_) of the\nsamples. The first important observation is that the\nBi2Sr2+,Ca1-_x_Cu2O8+_d_ films are all superconducting. In contrast to\nRef. 12 we find superconductivity even when Ca is completely replaced by\nSr as the spacer between the CuO₂ planes obtaining a new superconducting\nphase in BSCCO family compounds, the 2302 phase, in correspondence with\nx = 1. The difficulty in obtaining 2302 by just thermodynamic\nprocesses11 has been overcome by using non-thermodynamic, kinetically\ncontrolled growth typical of molecular beam epitaxy. The T zero of the\nnew superconducting phase is about 55 K. This value is lower than in\n2212, but still higher than in the single layer compound [38 K (Ref.\n16)].\n\nThe dependence of transport properties on x is more clearly evident from\nFig. 3. In this figure three critical temperatures, chosen at different\npoints of the _R_(_T_) curves reported in Fig. 2, are plotted as a\nfunction of extra Sr. For each composition the top point is the onset\ntemperature\n\nFigure 2: Resistance vs temperature curves of Bi2Sr2+,Ca1−_x_Cu2O8−_d_\nwith x = 0 −1. A complete superconducting transition (zero resistance)\nis observed in all the films, included the 2302 sample.\n\nT_(c)-onset, defined as the intercept of the normal curve above the\ntransition and the slope during the transition. The next temperature is\nT_(c)-mid, corresponding to the midpoint of the transition where the\nresistance value at the onset halves. The third line is T_(c)-zero, the\ntemperature where the resistance is zero within the experimental\ndetection limit. T_(c)-zero does not reduce very much from the 2212\nsample (88.4 K at x = 0) to 40\n\nThe superconducting properties can be influenced by several factors.\nFirst of all, disorder. Some level of disorder is present also in our\nfilms for x = 0.65 and "}
{"doi": "physrevb.67.092504", "paragraph": "pendence of transport properties on \\(x\\) is more clearly evident from Fig. 3. In this figure three critical temperatures, chosen at different points of the _R_(_T_) curves reported in Fig. 2, are plo", "long_paragraph": "ces. The same features are observed in the 2 \\(\\theta-\\omega\\) and \\(o\\) scans at least until the \\(x\\) = 0.4 sample.\n\nFigure 2 shows the resistance vs temperature curves _R_(_T_) of the samples. The first important observation is that the Bi2Sr2+,Ca1-_x_Cu2O8+_d_ films are all superconducting. In contrast to Ref. 12 we find superconductivity even when Ca is completely replaced by Sr as the spacer between the CuO\\({}_{2}\\) planes obtaining a new superconducting phase in BSCCO family compounds, the 2302 phase, in correspondence with \\(x\\) = 1. The difficulty in obtaining 2302 by just thermodynamic processes11 has been overcome by using non-thermodynamic, kinetically controlled growth typical of molecular beam epitaxy. The \\(T\\) zero of the new superconducting phase is about 55 K. This value is lower than in 2212, but still higher than in the single layer compound [38 K (Ref. 16)].\n\nThe dependence of transport properties on \\(x\\) is more clearly evident from Fig. 3. In this figure three critical temperatures, chosen at different points of the _R_(_T_) curves reported in Fig. 2, are plotted as a function of extra Sr. For each composition the top point is the onset temperature\n\nFigure 2: Resistance vs temperature curves of Bi2Sr2+,Ca1−_x_Cu2O8−_d_ with \\(x\\) = 0 −1. A complete superconducting transition (zero resistance) is observed in all the films, included the 2302 sample.\n\n  \\(T_{c}\\)-onset, defined as the intercept of the normal curve above the transition and the slope during the transition. The next temperature is \\(T_{c}\\)-mid, corresponding to the midpoint of the transition where the resistance value at the onset halves. The third line is \\(T_{c}\\)-zero, the temperature where the resistance is zero within the experimental detection limit. \\(T_{c}\\)-zero does not reduce very much from the 2212 sample (88.4 K at \\(x\\) = 0) to 40% substitution (85.5 K at \\(x\\) = 0.4). A decrease of \\(T_{c}\\)-zero of about 10% is reached at \\(x\\) = 0.65, while a value of 55.5 K is f"}
{"doi": "physrevb.79.054517", "paragraph": "ture superconductors, iron-based pnictides, attracted much attention due to a rapid increase in the critical temperature, T_{c}, up to 56 K. [1] These novel materials, still remaining _terra incognita", "long_paragraph": "ectroscopy (ARPES) via fitting the distribution of the quasiparticle density to a model. The model incorporates finite lifetime and experimental resolution effects, as well as accounts for peculiarities of BKFA electronic structure. We have found that the value of the superconducting gap is practically the same for the inner \\Gamma barrel, X pocket, and \"blade\" pocket, and equals 9 meV, while the gap on the outer \\Gamma barrel is estimated to be less than 4 meV, resulting in 2\\Delta/k_{B}T_{c}=6.8 for the large gap and 2\\Delta/k_{B}T_{c}<3 for the small gap. A large (77\\pm 3 %) nonsuperconducting component in the photoemission signal is observed below T_{c}. Details of gap extraction from ARPES data are discussed in Appendixes A and B.\n\npacs: 10.1103/PhysRevB.79.054517 +\nFootnote †: preprint: PHYSICAL REVIEW B **79**, 054517 (2009)\n\n## I Introduction\n\nRecently a new class of high-temperature superconductors, iron-based pnictides, attracted much attention due to a rapid increase in the critical temperature, T_{c}, up to 56 K. [1] These novel materials, still remaining _terra incognita_ for theoreticians and experimentalists, require vast efforts from both sides to achieve a progress in the understanding of their nature. One of the most important contributions that experimentalists can make to the development of a theory of any class of superconductors is revealing the magnitude and symmetry of the superconducting gap. Knowledge of the precise momentum dependence of the superconducting gap can provide desirable information about the pairing mechanism that underlies superconductivity in these compounds. Up to now there are a number of papers providing different estimates of the superconducting gap in iron-based superconductors. [2, 3, 4, 5, 6, 7, 8, 9] as well as different conclusions about the strength of coupling and applicability of Bardeen-Cooper-Schrieffer (BCS) theory to these compounds. Here we present an angle-resolved photoemission spectroscopy (ARPES) study o"}
{"doi": "physrevb.79.054517", "paragraph": "ture superconductors, iron-based\npnictides, attracted much attention due to a rapid increase in the\ncritical temperature, T_(c), up to 56 K. [1] These novel materials,\nstill remaining _terra incognita", "long_paragraph": "recise momentum dependence of the superconducting gap in the\niron-arsenide superconductor Ba_(1 − x)K_(x)Fe₂As₂ (BKFA) with T_(c)=32\nK was determined from angle-resolved photoemission spectroscopy (ARPES)\nvia fitting the distribution of the quasiparticle density to a model.\nThe model incorporates finite lifetime and experimental resolution\neffects, as well as accounts for peculiarities of BKFA electronic\nstructure. We have found that the value of the superconducting gap is\npractically the same for the inner Γ barrel, X pocket, and \"blade\"\npocket, and equals 9 meV, while the gap on the outer Γ barrel is\nestimated to be less than 4 meV, resulting in 2Δ/k_(B)T_(c)=6.8 for the\nlarge gap and 2Δ/k_(B)T_(c)<3 for the small gap. A large (77± 3\n\npacs: 10.1103/PhysRevB.79.054517 + Footnote †: preprint: PHYSICAL REVIEW\nB **79**, 054517 (2009)\n\n## I Introduction\n\nRecently a new class of high-temperature superconductors, iron-based\npnictides, attracted much attention due to a rapid increase in the\ncritical temperature, T_(c), up to 56 K. [1] These novel materials,\nstill remaining _terra incognita_ for theoreticians and\nexperimentalists, require vast efforts from both sides to achieve a\nprogress in the understanding of their nature. One of the most important\ncontributions that experimentalists can make to the development of a\ntheory of any class of superconductors is revealing the magnitude and\nsymmetry of the superconducting gap. Knowledge of the precise momentum\ndependence of the superconducting gap can provide desirable information\nabout the pairing mechanism that underlies superconductivity in these\ncompounds. Up to now there are a number of papers providing different\nestimates of the superconducting gap in iron-based superconductors. [2,\n3, 4, 5, 6, 7, 8, 9] as well as different conclusions about the strength\nof coupling and applicability of Bardeen-Cooper-Schrieffer (BCS) theory\nto these compounds. Here we present an angle-resolved photoemission\nspectroscopy (ARPES) study o"}
{"doi": "physrevb.79.054517", "paragraph": "ture superconductors, iron-based pnictides, attracted much attention due to a rapid increase in the critical temperature, \\(T_{c}\\), up to 56 K. [1] These novel materials, still remaining _terra incog", "long_paragraph": "istribution of the quasiparticle density to a model. The model incorporates finite lifetime and experimental resolution effects, as well as accounts for peculiarities of BKFA electronic structure. We have found that the value of the superconducting gap is practically the same for the inner \\(\\Gamma\\) barrel, X pocket, and \"blade\" pocket, and equals 9 meV, while the gap on the outer \\(\\Gamma\\) barrel is estimated to be less than 4 meV, resulting in 2\\(\\Delta\\)/\\(k_{B}T_{c}\\)=6.8 for the large gap and 2\\(\\Delta\\)/\\(k_{B}T_{c}\\)\\(<\\)3 for the small gap. A large (77\\(\\pm\\) 3 %) nonsuperconducting component in the photoemission signal is observed below \\(T_{c}\\). Details of gap extraction from ARPES data are discussed in Appendixes A and B.\n\npacs: 10.1103/PhysRevB.79.054517 +\nFootnote †: preprint: PHYSICAL REVIEW B **79**, 054517 (2009)\n\n## I Introduction\n\nRecently a new class of high-temperature superconductors, iron-based pnictides, attracted much attention due to a rapid increase in the critical temperature, \\(T_{c}\\), up to 56 K. [1] These novel materials, still remaining _terra incognita_ for theoreticians and experimentalists, require vast efforts from both sides to achieve a progress in the understanding of their nature. One of the most important contributions that experimentalists can make to the development of a theory of any class of superconductors is revealing the magnitude and symmetry of the superconducting gap. Knowledge of the precise momentum dependence of the superconducting gap can provide desirable information about the pairing mechanism that underlies superconductivity in these compounds. Up to now there are a number of papers providing different estimates of the superconducting gap in iron-based superconductors. [2, 3, 4, 5, 6, 7, 8, 9] as well as different conclusions about the strength of coupling and applicability of Bardeen-Cooper-Schrieffer (BCS) theory to these compounds. Here we present an angle-resolved photoemission spectroscopy (ARPES) stu"}
{"doi": "physrevb.75.144507", "paragraph": "into account the\n\nFigure 4: Averaged values of the superconducting energy gaps as a function of the critical temperatures of Mg(B(1,-y)C)2 (solid circles) and Mg1-μ,Al2B2 samples (open squares). The e", "long_paragraph": "f the Al- and C-doped samples shown in Figs. 1 and 2 strong effect of an applied magnetic field on the _p_-band-gap peak has been observed. It is a consequence of a rapid filling of the _p_-band-gap states up to a crossover _p_-band \"upper critical field\" _H__c_2,m. At higher fields, the superconducting properties are determined mainly by the s band, and the real upper critical field can be identified with _H__c_2 = _H__c_2,m.30 If the samples are in the clean superconducting limit, a magnitude of the upper critical fields of the two bands can be estimated31 as H_{c,2,\\pi} = \\Delta_{\\pi}^{2}/v_{F,\\pi}^{2} and H_{c2,\\sigma} = \\Delta_{\\sigma}^{2}/v_{F,\\sigma}^{2} with _v__F,m or _v__F,m the Fermi velocity of the respective band (since here only _H__c_21c is considered, the anisotropy due to an effective mass tensor is neglected). A similar estimate can be done in the dirty limit by taking into account the\n\nFigure 4: Averaged values of the superconducting energy gaps as a function of the critical temperatures of Mg(B(1,-y)C)2 (solid circles) and Mg1-μ,Al2B2 samples (open squares). The error bars represent the standard deviations in the distribution shown in Fig. 3. For the lines, see text.\n\n  respective diffusion coefficients D_{p}(_s_). Then, _H__c_2,p_(_s_) is proportional to D_{p}(_s_)/_D__p_(_s_). Koshelev and Golubov have shown in their model [32] that in a two-band superconductor in the dirty limit, the gap filling in the presence of magnetic field is a function of the intraband diffusivities. They have calculated maximum pair potentials Dmax and averaged zero-energy densities of states N_{p}(_s_) in both bands as a function of magnetic field normalized to the upper critical one _H__c_2|_k_c_ and found that the field slope of N_{p}(0,_H_) is very sensitive to the ratio of the diffusion coefficients _D__s_/_D__p_.\n\nRecently, Bugoslavsky _et al._ proposed an empirical model which enables to infer the zero-energy averaged density of states as a function of magnetic "}
{"doi": "physrevb.75.144507", "paragraph": "into account the\n\nFigure 4: Averaged values of the superconducting energy gaps as a\nfunction of the critical temperatures of Mg(B(1,-y)C)2 (solid circles)\nand Mg1-μ,Al2B2 samples (open squares). The e", "long_paragraph": "ocesses in the samples. In both sets of the Al- and C-doped samples\nshown in Figs. 1 and 2 strong effect of an applied magnetic field on the\n_p_-band-gap peak has been observed. It is a consequence of a rapid\nfilling of the _p_-band-gap states up to a crossover _p_-band \"upper\ncritical field\" _H__c_2,m. At higher fields, the superconducting\nproperties are determined mainly by the s band, and the real upper\ncritical field can be identified with _H__c_2 = _H__c_2,m.30 If the\nsamples are in the clean superconducting limit, a magnitude of the upper\ncritical fields of the two bands can be estimated31 as\nH_(c, 2, π) = Δ_(π)²/v_(F, π)² and H_(c2, σ) = Δ_(σ)²/v_(F, σ)² with\n_v__F,m or _v__F,m the Fermi velocity of the respective band (since here\nonly _H__c_21c is considered, the anisotropy due to an effective mass\ntensor is neglected). A similar estimate can be done in the dirty limit\nby taking into account the\n\nFigure 4: Averaged values of the superconducting energy gaps as a\nfunction of the critical temperatures of Mg(B(1,-y)C)2 (solid circles)\nand Mg1-μ,Al2B2 samples (open squares). The error bars represent the\nstandard deviations in the distribution shown in Fig. 3. For the lines,\nsee text.\n\nrespective diffusion coefficients D_(p)(_s_). Then, _H__c_2,p_(_s_) is\nproportional to D_(p)(_s_)/_D__p_(_s_). Koshelev and Golubov have shown\nin their model [32] that in a two-band superconductor in the dirty\nlimit, the gap filling in the presence of magnetic field is a function\nof the intraband diffusivities. They have calculated maximum pair\npotentials Dmax and averaged zero-energy densities of states N_(p)(_s_)\nin both bands as a function of magnetic field normalized to the upper\ncritical one _H__c_2|_k_c_ and found that the field slope of\nN_(p)(0,_H_) is very sensitive to the ratio of the diffusion\ncoefficients _D__s_/_D__p_.\n\nRecently, Bugoslavsky _et al._ proposed an empirical model which enables\nto infer the zero-energy averaged density of states as a function of\nmagnetic fi"}
{"doi": "physrevb.75.144507", "paragraph": "into account the\n\nFigure 4: Averaged values of the superconducting energy gaps as a function of the critical temperatures of Mg(B(1,-y)C)2 (solid circles) and Mg1-μ,Al2B2 samples (open squares). The e", "long_paragraph": "in Figs. 1 and 2 strong effect of an applied magnetic field on the _p_-band-gap peak has been observed. It is a consequence of a rapid filling of the _p_-band-gap states up to a crossover _p_-band \"upper critical field\" _H__c_2,\\(m\\). At higher fields, the superconducting properties are determined mainly by the \\(s\\) band, and the real upper critical field can be identified with _H__c_2 = _H__c_2,\\(m\\).30 If the samples are in the clean superconducting limit, a magnitude of the upper critical fields of the two bands can be estimated31 as \\(H_{c,2,\\pi} = \\Delta_{\\pi}^{2}/v_{F,\\pi}^{2}\\) and \\(H_{c2,\\sigma}\\) = \\(\\Delta_{\\sigma}^{2}/v_{F,\\sigma}^{2}\\) with _v__F,\\(m\\) or _v__F,\\(m\\) the Fermi velocity of the respective band (since here only _H__c_21\\(c\\) is considered, the anisotropy due to an effective mass tensor is neglected). A similar estimate can be done in the dirty limit by taking into account the\n\nFigure 4: Averaged values of the superconducting energy gaps as a function of the critical temperatures of Mg(B(1,-y)C)2 (solid circles) and Mg1-μ,Al2B2 samples (open squares). The error bars represent the standard deviations in the distribution shown in Fig. 3. For the lines, see text.\n\n  respective diffusion coefficients \\(D_{p}\\)(_s_). Then, _H__c_2,p_(_s_) is proportional to \\(D_{p}\\)(_s_)/_D__p_(_s_). Koshelev and Golubov have shown in their model [32] that in a two-band superconductor in the dirty limit, the gap filling in the presence of magnetic field is a function of the intraband diffusivities. They have calculated maximum pair potentials Dmax and averaged zero-energy densities of states \\(N_{p}\\)(_s_) in both bands as a function of magnetic field normalized to the upper critical one _H__c_2|_k_c_ and found that the field slope of \\(N_{p}\\)(0,_H_) is very sensitive to the ratio of the diffusion coefficients _D__s_/_D__p_.\n\nRecently, Bugoslavsky _et al._ proposed an empirical model which enables to infer the zero-energy averaged density of states as a funct"}
{"doi": "physrevb.80.214514", "paragraph": "intense search for superconductors with higher T_{C} in this materials class.[1] Shortly after, the critical temperatures were raised up to 55 K in materials of the ZrCuSiAs structure type,[2] and sup", "long_paragraph": "esis of high-quality Fe1+y(Te1-xS_x_)z single crystals and a comprehensive study of structural, magnetic, and transport properties. We demonstrate the very small upper critical field anisotropy of Fe1+y(Te1-xS_x_)z, \\gamma_{H}=H_{c2}^{\\mathrm{ic}}/H_{c2}^{\\perp\\mathrm{c}}. The value of \\gamma_{H} reaches 1.05 at _T_=0.65_T_C for Fe1+12Te0.83S0.11 while still maintaining large values of upper critical field. There is high sensitivity to material stoichiometry which includes vacancies on the Te(S) site. Our results reveal competition and coexistence of magnetic order and percolative superconductivity for x  0.03 while zero resistivity is achieved for x  0.1.\n\nDOI: 10.1103/PhysRevB.80.214514 PACS number(s): 74.62.Bf, 74.10.+v, 74.20.Mn, 74.70.Dd\n\n## I Introduction\n\nThe discovery of superconductivity in quaternary iron-based layered superconductor LaFeAsO1-xFx with T_{C} =26 K stimulated an intense search for superconductors with higher T_{C} in this materials class.[1] Shortly after, the critical temperatures were raised up to 55 K in materials of the ZrCuSiAs structure type,[2] and superconductivity had been discovered in Ba1-xK3Fe2As and LiFeAs.[3, 4] Superconductivity in the PbO-type FeSe opened another materials space in the search for iron-based superconductors.[5] This was followed by the discovery of superconductivity in polycrystalline FeTe1-xSe_x_ and FeTe1-xS_x_.[6] Binary iron chalcogenide superconductors share the most prominent characteristics of iron arsenide compounds: a square-planar lattice of Fe with tetrahedral coordination similar to LaFeAsO or LiFeAs, and Fermi-surface topology.[8] They crystallize in a simple crystal structure which is amenable to modeling by band-structure calculations.[5, 7, 8, 9, 10, 11, 12]\n\nIron pnictide superconductors exhibit Cooper pairing in proximity to a magnetic ground state, similar to all exotic superconductors: cuprate oxides, heavy fermion internatellics and organics. The magnetism in these materials is strongly in"}
{"doi": "physrevb.80.214514", "paragraph": "nse search for superconductors with higher \\(T_{C}\\) in this materials class.[1] Shortly after, the critical temperatures were raised up to 55 K in materials of the ZrCuSiAs structure type,[2] and sup", "long_paragraph": "S_x_)z single crystals and a comprehensive study of structural, magnetic, and transport properties. We demonstrate the very small upper critical field anisotropy of Fe1+y(Te1-xS_x_)z, \\(\\gamma_{H}\\)=\\(H_{c2}^{\\mathrm{ic}}\\)/\\(H_{c2}^{\\perp\\mathrm{c}}\\). The value of \\(\\gamma_{H}\\) reaches 1.05 at _T_=0.65_T_C for Fe1+12Te0.83S0.11 while still maintaining large values of upper critical field. There is high sensitivity to material stoichiometry which includes vacancies on the Te(S) site. Our results reveal competition and coexistence of magnetic order and percolative superconductivity for \\(x\\)  0.03 while zero resistivity is achieved for \\(x\\)  0.1.\n\nDOI: 10.1103/PhysRevB.80.214514 PACS number(s): 74.62.Bf, 74.10.+v, 74.20.Mn, 74.70.Dd\n\n## I Introduction\n\nThe discovery of superconductivity in quaternary iron-based layered superconductor LaFeAsO1-xFx with \\(T_{C}\\) =26 K stimulated an intense search for superconductors with higher \\(T_{C}\\) in this materials class.[1] Shortly after, the critical temperatures were raised up to 55 K in materials of the ZrCuSiAs structure type,[2] and superconductivity had been discovered in Ba1-xK3Fe2As and LiFeAs.[3, 4] Superconductivity in the PbO-type FeSe opened another materials space in the search for iron-based superconductors.[5] This was followed by the discovery of superconductivity in polycrystalline FeTe1-xSe_x_ and FeTe1-xS_x_.[6] Binary iron chalcogenide superconductors share the most prominent characteristics of iron arsenide compounds: a square-planar lattice of Fe with tetrahedral coordination similar to LaFeAsO or LiFeAs, and Fermi-surface topology.[8] They crystallize in a simple crystal structure which is amenable to modeling by band-structure calculations.[5, 7, 8, 9, 10, 11, 12]\n\nIron pnictide superconductors exhibit Cooper pairing in proximity to a magnetic ground state, similar to all exotic superconductors: cuprate oxides, heavy fermion internatellics and organics. The magnetism in these materials is strongly in"}
{"doi": "physrevb.51.12644", "paragraph": "implying that the decrease in T_{c} from 16.4 to 8.4 K may be due to a decrease in the DOS. The BCS critical temperature relation T_{c} \\sim 0.85\\Theta_{D}\\exp[ - 1/N(0)V] suggests a smaller decrease ", "long_paragraph": "hat moderate magnetic field leads to suppression of both the antiferromagnetic order and superconductivity.\n\nIn the inset to Fig. 1, we have enlarged the area around T_{c} to show the superconducting transition anomaly at 8.4 K. The critical field for the Ho compound is 0.5 T so that by 2 T no superconducting transition is observed. The superconducting specific-heat jump \\Delta C/T_{c} is on the order of 10 (2) mJ/mol K^{2}. Using the values of 1.43 < \\Delta C/\\gamma T_{c} < 2.0 found for the borocarbide superconductors,[10, 12] we estimate a \\gamma of 6 (2) mJ/mol K^{2}, similar to the Ni metal \\gamma of 7 mJ/mol K^{2}.[13] This result is also on the same order as the \\gamma of 7.5 mJ/mol K^{2} found for LaPt_{1.7}Au_{0.3}B_{2}C with a T_{c} of 10.2 K.[10] The DOS at the Fermi surface in the HoNi_{2}B_{2}C is considerably less enhanced than in LuNi_{2}B_{2}C (\\gamma - 19 mJ/mol K^{2}), implying that the decrease in T_{c} from 16.4 to 8.4 K may be due to a decrease in the DOS. The BCS critical temperature relation T_{c} \\sim 0.85\\Theta_{D}\\exp[ - 1/N(0)V] suggests a smaller decrease in the DOS at the Fermi surface than we observe.[14]\n\nThe graph in Fig. 2 shows C/T versus T^{2} for HoNi_{2}B_{2}C at 0 and 2 T (solid and open circles, respectively) and for superconducting LuNi_{2}B_{2}C driven normal with magnetic field (dashed line) (Ref. [10]) and nonmagnetic CeNi_{2}B_{2}C (solid line) for comparison.[11] The magnetism dominates the heat capacity such that the phonon and electron contribution to the specific heat are small in comparison. The Debye temperature \\Theta_{D} of 348 K is estimated from the LuNi_{2}B_{2}C data with the appropriate scaling of the molar masses. After subtraction of this lattice term, a large heat capacity remains which is associated with the magnetism from the Ho^{3+} spins. In the inset to Fig. 2, the plot of \\ln(C - C_{\\rm phon}) versus 1/T shows the range of exponential behavior in the long-range-ordered state (solid line). The entropy "}
{"doi": "physrevb.51.12644", "paragraph": "implying that the decrease in T_(c) from 16.4 to 8.4\nK may be due to a decrease in the DOS. The BCS critical temperature\nrelation T_(c) ∼ 0.85Θ_(D)exp [−1/N(0)V] suggests a smaller decrease in\nthe DOS", "long_paragraph": " antiferromagnetic\nanomalies in the heat capacity at 2 T indicates that moderate magnetic\nfield leads to suppression of both the antiferromagnetic order and\nsuperconductivity.\n\nIn the inset to Fig. 1, we have enlarged the area around T_(c) to show\nthe superconducting transition anomaly at 8.4 K. The critical field for\nthe Ho compound is 0.5 T so that by 2 T no superconducting transition is\nobserved. The superconducting specific-heat jump ΔC/T_(c) is on the\norder of 10 (2) mJ/mol K². Using the values of 1.43 < ΔC/γT_(c) < 2.0\nfound for the borocarbide superconductors,[10, 12] we estimate a γ of 6\n(2) mJ/mol K², similar to the Ni metal γ of 7 mJ/mol K².[13] This result\nis also on the same order as the γ of 7.5 mJ/mol K² found for\nLaPt_(1.7)Au_(0.3)B₂C with a T_(c) of 10.2 K.[10] The DOS at the Fermi\nsurface in the HoNi₂B₂C is considerably less enhanced than in LuNi₂B₂C\n(γ - 19 mJ/mol K²), implying that the decrease in T_(c) from 16.4 to 8.4\nK may be due to a decrease in the DOS. The BCS critical temperature\nrelation T_(c) ∼ 0.85Θ_(D)exp [−1/N(0)V] suggests a smaller decrease in\nthe DOS at the Fermi surface than we observe.[14]\n\nThe graph in Fig. 2 shows C/T versus T² for HoNi₂B₂C at 0 and 2 T (solid\nand open circles, respectively) and for superconducting LuNi₂B₂C driven\nnormal with magnetic field (dashed line) (Ref. [10]) and nonmagnetic\nCeNi₂B₂C (solid line) for comparison.[11] The magnetism dominates the\nheat capacity such that the phonon and electron contribution to the\nspecific heat are small in comparison. The Debye temperature Θ_(D) of\n348 K is estimated from the LuNi₂B₂C data with the appropriate scaling\nof the molar masses. After subtraction of this lattice term, a large\nheat capacity remains which is associated with the magnetism from the\nHo³⁺ spins. In the inset to Fig. 2, the plot of $\\ln(C - C_{\\rm phon})$\nversus 1/T shows the range of exponential behavior in the\nlong-range-ordered state (solid line). The entropy associated with the\ntransition of 5.5 (0.3)"}
{"doi": "physrevb.51.12644", "paragraph": "ying that the decrease in \\(T_{c}\\) from 16.4 to 8.4 K may be due to a decrease in the DOS. The BCS critical temperature relation \\(T_{c} \\sim 0.85\\Theta_{D}\\exp[ - 1/N(0)V]\\) suggests a smaller decre", "long_paragraph": "\nIn the inset to Fig. 1, we have enlarged the area around \\(T_{c}\\) to show the superconducting transition anomaly at 8.4 K. The critical field for the Ho compound is 0.5 T so that by 2 T no superconducting transition is observed. The superconducting specific-heat jump \\(\\Delta C/T_{c}\\) is on the order of 10 (2) mJ/mol K\\({}^{2}\\). Using the values of \\(1.43 < \\Delta C/\\gamma T_{c} < 2.0\\) found for the borocarbide superconductors,[10, 12] we estimate a \\(\\gamma\\) of 6 (2) mJ/mol K\\({}^{2}\\), similar to the Ni metal \\(\\gamma\\) of 7 mJ/mol K\\({}^{2}\\).[13] This result is also on the same order as the \\(\\gamma\\) of 7.5 mJ/mol K\\({}^{2}\\) found for LaPt\\({}_{1.7}\\)Au\\({}_{0.3}\\)B\\({}_{2}\\)C with a \\(T_{c}\\) of 10.2 K.[10] The DOS at the Fermi surface in the HoNi\\({}_{2}\\)B\\({}_{2}\\)C is considerably less enhanced than in LuNi\\({}_{2}\\)B\\({}_{2}\\)C (\\(\\gamma\\) - 19 mJ/mol K\\({}^{2}\\)), implying that the decrease in \\(T_{c}\\) from 16.4 to 8.4 K may be due to a decrease in the DOS. The BCS critical temperature relation \\(T_{c} \\sim 0.85\\Theta_{D}\\exp[ - 1/N(0)V]\\) suggests a smaller decrease in the DOS at the Fermi surface than we observe.[14]\n\nThe graph in Fig. 2 shows \\(C/T\\) versus \\(T^{2}\\) for HoNi\\({}_{2}\\)B\\({}_{2}\\)C at 0 and 2 T (solid and open circles, respectively) and for superconducting LuNi\\({}_{2}\\)B\\({}_{2}\\)C driven normal with magnetic field (dashed line) (Ref. [10]) and nonmagnetic CeNi\\({}_{2}\\)B\\({}_{2}\\)C (solid line) for comparison.[11] The magnetism dominates the heat capacity such that the phonon and electron contribution to the specific heat are small in comparison. The Debye temperature \\(\\Theta_{D}\\) of 348 K is estimated from the LuNi\\({}_{2}\\)B\\({}_{2}\\)C data with the appropriate scaling of the molar masses. After subtraction of this lattice term, a large heat capacity remains which is associated with the magnetism from the Ho\\({}^{3+}\\) spins. In the inset to Fig. 2, the plot of \\(\\ln(C - C_{\\rm phon})\\) versus \\(1/T\\) shows the range of e"}
{"doi": "physrevb.61.689", "paragraph": "ocess using HCl. Thereafter, the Au film was deposited and patterned by the lift-off technique. The critical temperature T_{c} and the critical current density J_{c} of the Bi2212 film at 4.2 K after ", "long_paragraph": "citation model by quasiparticle injection.[19]\n\n## II Experimental details\n\nBi2212 films were grown onto MgO(100) substrates by the molecular-beam-epitaxy (MBE) technique.[21] Four differ  ent elements (Bi, Sr, Ca, and Cu) were evaporated from four K cells by introducing an ozone-gas jet of 10% concentration from a nozzle. The background pressure during deposition was 2.5 x 10-3 Pa. The film growth was monitored by reflection high-energy electron diffraction (RHEED) and the good crystallinity of the film was confirmed by the appearance of streak patterns. The deposited film was c-axis oriented, as measured by the x-ray-diffraction method. Only 2212 peaks were observable. The film thickness was 300 nm. The film was patterned into a junction, as shown in Fig. 1 in the following way. First, the Bi2212 film was patterned into a geometry with two holes by photolithography and a wet-etching process using HCl. Thereafter, the Au film was deposited and patterned by the lift-off technique. The critical temperature T_{c} and the critical current density J_{c} of the Bi2212 film at 4.2 K after microfabrication were 75 K and 106 A/cm2, respectively, ensuring the high quality of the Bi2212 film grown by the MBE method. The geometry of Fig. 1 was specially designed for studying the injection characteristics as well.\n\nThe measurements on the injection characteristics were performed by feeding the injection current through two tunnel barriers, as shown in Fig. 1, and measuring the change in the critical current of the Bi2212 film. The four-terminal method was employed in this measurement. The measurements of microwave detection were performed by a nonresonant superheterodyne-mixer technique with a receiver frequency of 47 GHz (bandwidth: B = 2 GHz).7 The generated microwave emission signal was guided to a tapered waveguide at the low-temperature section. The incident signal after passing through a modulator and an attenuator was mixed with a Schottky local oscillator signal, and th"}
{"doi": "physrevb.61.689", "paragraph": "ocess using HCl. Thereafter, the Au film was deposited and patterned by the lift-off technique. The critical temperature \\(T_{c}\\) and the critical current density \\(J_{c}\\) of the Bi2212 film at 4.2 ", "long_paragraph": " model by quasiparticle injection.[19]\n\n## II Experimental details\n\nBi2212 films were grown onto MgO(100) substrates by the molecular-beam-epitaxy (MBE) technique.[21] Four differ  ent elements (Bi, Sr, Ca, and Cu) were evaporated from four \\(K\\) cells by introducing an ozone-gas jet of 10% concentration from a nozzle. The background pressure during deposition was 2.5 x 10-3 Pa. The film growth was monitored by reflection high-energy electron diffraction (RHEED) and the good crystallinity of the film was confirmed by the appearance of streak patterns. The deposited film was \\(c\\)-axis oriented, as measured by the x-ray-diffraction method. Only 2212 peaks were observable. The film thickness was 300 nm. The film was patterned into a junction, as shown in Fig. 1 in the following way. First, the Bi2212 film was patterned into a geometry with two holes by photolithography and a wet-etching process using HCl. Thereafter, the Au film was deposited and patterned by the lift-off technique. The critical temperature \\(T_{c}\\) and the critical current density \\(J_{c}\\) of the Bi2212 film at 4.2 K after microfabrication were 75 K and 106 A/cm2, respectively, ensuring the high quality of the Bi2212 film grown by the MBE method. The geometry of Fig. 1 was specially designed for studying the injection characteristics as well.\n\nThe measurements on the injection characteristics were performed by feeding the injection current through two tunnel barriers, as shown in Fig. 1, and measuring the change in the critical current of the Bi2212 film. The four-terminal method was employed in this measurement. The measurements of microwave detection were performed by a nonresonant superheterodyne-mixer technique with a receiver frequency of 47 GHz (bandwidth: \\(B\\) = 2 GHz).7 The generated microwave emission signal was guided to a tapered waveguide at the low-temperature section. The incident signal after passing through a modulator and an attenuator was mixed with a Schottky local oscillator si"}
{"doi": "physrevb.53.14637", "paragraph": "c{1}{2}\\right),\\]\n\nwhere \\psi is the digamma function, t=T_{c}/T_{c0}, and T_{c} and T_{c0} are the critical temperatures of the superconductor with and without impurities. \\rho is the pair-breaking p", "long_paragraph": "to study the validity of the Abrikosov-Gor'kov (AG) pair-breaking theory in\n\nFigure 3: Variation of lattice parameters and oxygen content as a function of concentration (_x_) in the DyBa2Cu3−_x_M_sO7 system.\n\n  view of the fact that the substituent ions are magnetic (Fe, Ni) or behave like magnetic ions (Zn). In YBa_{2}Cu_{3}O_{7-\\delta} the presence of magnetic rare-earth ions at the Y site produces no effect on T_{c} , indicating the absence of interaction of the 4f orbitals of the rare-earth ions with the CuO_{2} planes. However, substitution at the Cu site by magnetic Fe, Ni as well as nonmagnetic Zn decreases T_{c} , thereby modifying the nature of interaction of the rare-earth ions with the CuO_{2} planes.\n\nAccording to AG theory, the reduced transition temperature is defined by the equation\n\n\\[\\ln\\left|\\frac{1}{t}\\right|=\\psi\\left(\\frac{1}{2}+\\frac{\\rho}{2t}\\right)-\\psi \\left(\\frac{1}{2}\\right),\\]\n\nwhere \\psi is the digamma function, t=T_{c}/T_{c0}, and T_{c} and T_{c0} are the critical temperatures of the superconductor with and without impurities. \\rho is the pair-breaking parameter and is given by \\rho=xN(E_{F})JS(S+1)/8k_{B}T_{c0}, where N(E_{F}) is the density of states at the Fermi level and x is the concentration of magnetic impurities. If the magnetic moment is not a pure spin, but also has an angular momentum, one has to replace S(S+1) by the de Gennes factor G=(g-1)^{2}J(J+1). As expected from the AG formula, the T_{c} depression should follow approximately the de Gennes factor G. The T_{c} then decreases linearly with x for low concentrations, and at a critical concentration (x_{\\rm cr}), superconductivity completely vanishes. The T_{c}-vs-x plots for the SmBa_{2}Cu_{3-x}M_{x}O_{7} and DyBa_{2}Cu_{3-x}M_{x}O_{7} are shown in Figs. 4(a) and 4(b). The curves are AG-like. Assuming AG theory to be valid, x_{\\rm cr} has been calculated using the formula\n\n\\[x_{\\rm cr}=\\frac{-\\,\\pi^{2}e^{-\\,\\tau}}{\\frac{dT_{c0}}{dx}}\\left[\\frac{T_{c0}} {8}\\right],\\]\n\nwher"}
{"doi": "physrevb.53.14637", "paragraph": "]\n\nwhere \\(\\psi\\) is the digamma function, \\(t=T_{c}/T_{c0}\\), and \\(T_{c}\\) and \\(T_{c0}\\) are the critical temperatures of the superconductor with and without impurities. \\(\\rho\\) is the pair-breaki", "long_paragraph": "reaking theory in\n\nFigure 3: Variation of lattice parameters and oxygen content as a function of concentration (_x_) in the DyBa2Cu3−_x_M_sO7 system.\n\n  view of the fact that the substituent ions are magnetic (Fe, Ni) or behave like magnetic ions (Zn). In YBa\\({}_{2}\\)Cu\\({}_{3}\\)O\\({}_{7-\\delta}\\) the presence of magnetic rare-earth ions at the Y site produces no effect on \\(T_{c}\\) , indicating the absence of interaction of the 4\\(f\\) orbitals of the rare-earth ions with the CuO\\({}_{2}\\) planes. However, substitution at the Cu site by magnetic Fe, Ni as well as nonmagnetic Zn decreases \\(T_{c}\\) , thereby modifying the nature of interaction of the rare-earth ions with the CuO\\({}_{2}\\) planes.\n\nAccording to AG theory, the reduced transition temperature is defined by the equation\n\n\\[\\ln\\left|\\frac{1}{t}\\right|=\\psi\\left(\\frac{1}{2}+\\frac{\\rho}{2t}\\right)-\\psi \\left(\\frac{1}{2}\\right),\\]\n\nwhere \\(\\psi\\) is the digamma function, \\(t=T_{c}/T_{c0}\\), and \\(T_{c}\\) and \\(T_{c0}\\) are the critical temperatures of the superconductor with and without impurities. \\(\\rho\\) is the pair-breaking parameter and is given by \\(\\rho=xN(E_{F})JS(S+1)/8k_{B}T_{c0}\\), where \\(N(E_{F})\\) is the density of states at the Fermi level and \\(x\\) is the concentration of magnetic impurities. If the magnetic moment is not a pure spin, but also has an angular momentum, one has to replace \\(S(S+1)\\) by the de Gennes factor \\(G=(g-1)^{2}J(J+1)\\). As expected from the AG formula, the \\(T_{c}\\) depression should follow approximately the de Gennes factor \\(G\\). The \\(T_{c}\\) then decreases linearly with \\(x\\) for low concentrations, and at a critical concentration (\\(x_{\\rm cr}\\)), superconductivity completely vanishes. The \\(T_{c}\\)-vs-\\(x\\) plots for the SmBa\\({}_{2}\\)Cu\\({}_{3-x}M_{x}\\)O\\({}_{7}\\) and DyBa\\({}_{2}\\)Cu\\({}_{3-x}M_{x}\\)O\\({}_{7}\\) are shown in Figs. 4(a) and 4(b). The curves are AG-like. Assuming AG theory to be valid, \\(x_{\\rm cr}\\) has been calculated using the formula\n\n\\[x_{\\rm"}
{"doi": "physrevb.87.224507", "paragraph": "tudy on single crystals of the 5_d_-transition metal pnictide SrPt_{2}As_{2} with a superconducting critical temperature T_{c}\\sim 5 K. The peculiar field dependence of the electronic specific heat co", "long_paragraph": ""}
{"doi": "physrevb.87.224507", "paragraph": "le crystals of the 5_d_-transition metal pnictide SrPt\\({}_{2}\\)As\\({}_{2}\\) with a superconducting critical temperature \\(T_{c}\\sim 5\\) K. The peculiar field dependence of the electronic specific hea", "long_paragraph": ""}
{"doi": "physrevb.68.104513", "paragraph": "vious defect has been found under the high-resolution polarizing microscopy and the superconducting critical temperatures (T_{c}'s) are 38-39 K with transition width smaller than 0.2 K. For powder sam", "long_paragraph": " 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, \n\n## II Experiment\n\nSamples used in this paper are cylinders of pressed powders, dense polycrystalline samples, and single crystalline platelets. The MgB_{2} powders and dense polycrystalline samples are prepared through directly reacting Mg and B in a Ta tube without pressure. Reaction of starting materials at 980^{\\circ} C for 1 h followed by quenching to room temperature produced powder samples of MgB_{2}, while dense polycrystalline samples were obtained by reacting Mg and B at 1400^{\\circ} C for 0.5 h, cooled down to 1000^{\\circ} C in 6 h, and then to room temperature in 2 h. The dense polycrystalline samples prepared in this way are porous. The x-ray diffraction reveals that these samples are pure with negligible impurity phase. For polycrystalline samples, no obvious defect has been found under the high-resolution polarizing microscopy and the superconducting critical temperatures (T_{c}'s) are 38-39 K with transition width smaller than 0.2 K. For powder sample, T_{c} is about 38.5 K with larger \\Delta T_{c} .\n\nThe single crystalline samples are grown under a pressure of 3.5 GPa. The starting materials, MgB_{2}+ 0.1 Mg, were first heated to 1700^{\\circ} C in 25 min and kept for 30 min, then slowly cooled down to 1650^{\\circ} C in 6 h, and finally cooled rapidly down to room temperature. Its crystallinity has been checked by Laue x-ray photography. The peaks in the Laue photograph shown in Fig. 1 show a clear sixfold symmetry with negligible extra peaks, suggesting that the crystal is single domain. Though T_{c}'s of single crystalline samples vary from piece to piece in the range of 36-38 K, the transition widths are smaller than 0.3 K. The single crystalline samples are thin platelets with thickness of about 20-50 \\mum. The typical superconducting transitions measured by superconducting quantum interference device (SQUID) magnetometer for "}
{"doi": "physrevb.68.104513", "paragraph": "vious defect has been found\nunder the high-resolution polarizing microscopy and the superconducting\ncritical temperatures (T_(c)’s) are 38−39 K with transition width\nsmaller than 0.2 K. For powder sam", "long_paragraph": "29, 30, 31, 32,\n33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50,\n51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63,\n\n## II Experiment\n\nSamples used in this paper are cylinders of pressed powders, dense\npolycrystalline samples, and single crystalline platelets. The MgB₂\npowders and dense polycrystalline samples are prepared through directly\nreacting Mg and B in a Ta tube without pressure. Reaction of starting\nmaterials at 980^(∘) C for 1 h followed by quenching to room temperature\nproduced powder samples of MgB₂, while dense polycrystalline samples\nwere obtained by reacting Mg and B at 1400^(∘) C for 0.5 h, cooled down\nto 1000^(∘) C in 6 h, and then to room temperature in 2 h. The dense\npolycrystalline samples prepared in this way are porous. The x-ray\ndiffraction reveals that these samples are pure with negligible impurity\nphase. For polycrystalline samples, no obvious defect has been found\nunder the high-resolution polarizing microscopy and the superconducting\ncritical temperatures (T_(c)’s) are 38−39 K with transition width\nsmaller than 0.2 K. For powder sample, T_(c) is about 38.5 K with larger\nΔT_(c) .\n\nThe single crystalline samples are grown under a pressure of 3.5 GPa.\nThe starting materials, MgB₂+ 0.1 Mg, were first heated to 1700^(∘) C in\n25 min and kept for 30 min, then slowly cooled down to 1650^(∘) C in 6\nh, and finally cooled rapidly down to room temperature. Its\ncrystallinity has been checked by Laue x-ray photography. The peaks in\nthe Laue photograph shown in Fig. 1 show a clear sixfold symmetry with\nnegligible extra peaks, suggesting that the crystal is single domain.\nThough T_(c)’s of single crystalline samples vary from piece to piece in\nthe range of 36−38 K, the transition widths are smaller than 0.3 K. The\nsingle crystalline samples are thin platelets with thickness of about\n20−50 μm. The typical superconducting transitions measured by\nsuperconducting quantum interference device (SQUID) magnetometer for\npolycrystalline and"}
{"doi": "physrevb.68.104513", "paragraph": "vious defect has been found under the high-resolution polarizing microscopy and the superconducting critical temperatures (\\(T_{c}\\)'s) are 38\\(-\\)39 K with transition width smaller than 0.2 K. For po", "long_paragraph": "1, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, \n\n## II Experiment\n\nSamples used in this paper are cylinders of pressed powders, dense polycrystalline samples, and single crystalline platelets. The MgB\\({}_{2}\\) powders and dense polycrystalline samples are prepared through directly reacting Mg and B in a Ta tube without pressure. Reaction of starting materials at 980\\({}^{\\circ}\\) C for 1 h followed by quenching to room temperature produced powder samples of MgB\\({}_{2}\\), while dense polycrystalline samples were obtained by reacting Mg and B at 1400\\({}^{\\circ}\\) C for 0.5 h, cooled down to 1000\\({}^{\\circ}\\) C in 6 h, and then to room temperature in 2 h. The dense polycrystalline samples prepared in this way are porous. The x-ray diffraction reveals that these samples are pure with negligible impurity phase. For polycrystalline samples, no obvious defect has been found under the high-resolution polarizing microscopy and the superconducting critical temperatures (\\(T_{c}\\)'s) are 38\\(-\\)39 K with transition width smaller than 0.2 K. For powder sample, \\(T_{c}\\) is about 38.5 K with larger \\(\\Delta T_{c}\\) .\n\nThe single crystalline samples are grown under a pressure of 3.5 GPa. The starting materials, MgB\\({}_{2}\\)+ 0.1 Mg, were first heated to 1700\\({}^{\\circ}\\) C in 25 min and kept for 30 min, then slowly cooled down to 1650\\({}^{\\circ}\\) C in 6 h, and finally cooled rapidly down to room temperature. Its crystallinity has been checked by Laue x-ray photography. The peaks in the Laue photograph shown in Fig. 1 show a clear sixfold symmetry with negligible extra peaks, suggesting that the crystal is single domain. Though \\(T_{c}\\)'s of single crystalline samples vary from piece to piece in the range of 36\\(-\\)38 K, the transition widths are smaller than 0.3 K. The single crystalline samples are thin platelets with thickness of about 20\\(-\\)50 \\(\\mu\\)m. The typical superconducting transitions measured by superconducting qua"}
{"doi": "physrevb.69.174503", "paragraph": "insic properties to make it a potential material for the next generation of high-field magnets--the critical temperature (T_{C}) is \\sim15 K and the upper critical field (B_{C2})\\sim 50 T. [1] However", "long_paragraph": "echanism where F_{P}\\approx([B_{C2}^{J_{C}=0}(T)]^{q}/21\\kappa^{m}\\mu_{0}d^{n}]^{b}p^{(1}-b)^{q} where n\\sim 2.35, m\\sim 2, p\\sim\\frac{1}{2}, q\\sim2, \\kappa is the Ginzburg-Landau constant (calculated from reversible magnetization measurements), and d^{n} is the grain size (derived from x-ray diffraction analysis). Despite the pinning framework, the underlying science that determines J_{C} challenges the standard flux pinning paradigm that separates intrinsic and extrinsic properties, since the disorder and microstructure of these nanocrystalline materials are on a sufficiently short length scale as to increase both the density of (extrinsic) pinning sites and the (intrinsic) upper critical field.\n\npacs: 74.70.-b, 81.07.Bc, 74.25.-q +\nFootnote †: preprint: PHYSICAL REVIEW B **69**, 174503 (2004)\n\n## I Introduction\n\nThe Chevrel-phase superconductor PbMo_{6}S_{8} has sufficiently high intrinsic properties to make it a potential material for the next generation of high-field magnets--the critical temperature (T_{C}) is \\sim15 K and the upper critical field (B_{C2})\\sim 50 T. [1] However, the values of critical current density (J_{C}) are too low for industrial use, [2] possibly because of degraded or nonsuperconducting phases, such as MoS_{2} or Mo_{2}S_{3}, at the grain boundaries [3] or because the pinning site density is not high enough. It has long been known that decreasing the grain size of low-temperature superconducting (LTS) materials, such as Nb_{3}Sn, increases the density of flux pinning sites and hence J_{C}. [4, 5, 6, 7, 8] Such results have led to the flux pinning paradigm, used for \\sim40 yr, in which the microstructure determines the density and arrangement of the pinning sites and the material composition and electronic structure determines the fundamental superconducting properties. Increasing J_{C} can also increase the irreversibility field. [7] For example, in MgB_{2}, an increase in pinning led to an increase in the irreversibility field from \\si"}
{"doi": "physrevb.69.174503", "paragraph": "insic properties to make it a potential material for the next generation of high-field magnets--the critical temperature (\\(T_{C}\\)) is \\(\\sim\\)15 K and the upper critical field (\\(B_{C2}\\))\\(\\sim\\) 5", "long_paragraph": "^{n}]^{b}\\)\\(p^{(1}-b)^{q}\\) where \\(n\\)\\(\\sim\\) 2.35, \\(m\\)\\(\\sim\\) 2, \\(p\\)\\(\\sim\\)\\(\\frac{1}{2}\\), \\(q\\)\\(\\sim\\)2, \\(\\kappa\\) is the Ginzburg-Landau constant (calculated from reversible magnetization measurements), and \\(d^{n}\\) is the grain size (derived from x-ray diffraction analysis). Despite the pinning framework, the underlying science that determines \\(J_{C}\\) challenges the standard flux pinning paradigm that separates intrinsic and extrinsic properties, since the disorder and microstructure of these nanocrystalline materials are on a sufficiently short length scale as to increase both the density of (extrinsic) pinning sites and the (intrinsic) upper critical field.\n\npacs: 74.70.\\(-\\)b, 81.07.Bc, 74.25.\\(-\\)q +\nFootnote †: preprint: PHYSICAL REVIEW B **69**, 174503 (2004)\n\n## I Introduction\n\nThe Chevrel-phase superconductor PbMo\\({}_{6}\\)S\\({}_{8}\\) has sufficiently high intrinsic properties to make it a potential material for the next generation of high-field magnets--the critical temperature (\\(T_{C}\\)) is \\(\\sim\\)15 K and the upper critical field (\\(B_{C2}\\))\\(\\sim\\) 50 T. [1] However, the values of critical current density (\\(J_{C}\\)) are too low for industrial use, [2] possibly because of degraded or nonsuperconducting phases, such as MoS\\({}_{2}\\) or Mo\\({}_{2}\\)S\\({}_{3}\\), at the grain boundaries [3] or because the pinning site density is not high enough. It has long been known that decreasing the grain size of low-temperature superconducting (LTS) materials, such as Nb\\({}_{3}\\)Sn, increases the density of flux pinning sites and hence \\(J_{C}\\). [4, 5, 6, 7, 8] Such results have led to the flux pinning paradigm, used for \\(\\sim\\)40 yr, in which the microstructure determines the density and arrangement of the pinning sites and the material composition and electronic structure determines the fundamental superconducting properties. Increasing \\(J_{C}\\) can also increase the irreversibility field. [7] For example, in MgB\\({}_{2}\\), an increase in pi"}
{"doi": "physrevb.54.4265", "paragraph": "", "long_paragraph": ""}
{"doi": "physrevb.78.134508", "paragraph": "erature superconductors have been discovered. For example, in the electron doped region the highest critical temperature _T_{c}_= 55 K was found in SmFeAsO_{0.9}F_{0.1},^{2} while in the hole-doped re", "long_paragraph": "uction by a simple multi-band model by taking into account the electron and hole pockets. Detailed analysis further indicates that the strong temperature dependence of _RH_ cannot be easily understood with the simple multi-band model either. A picture concerning a suppression to the density of states at the Fermi energy in lowering temperature is more reasonable. A comparison between the Hall coefficient of the undoped sample and the superconducting sample suggests that the doping may remove the nesting condition for the formation of the spin-density wave order, since both samples have very similar temperature dependence above 175 K.\n\npacs: DOI: 10.1103/PhysRevB.78.134508 +\nFootnote †: preprint: PHYSICAL REVIEW B **78**, 134508 (2008)\n\n## I Introduction\n\nSince the discovery of superconductivity at 26 K in iron-based layered quaternary compound LaFeAsO_{1-x}F_{x},^{1} a group of high-temperature superconductors have been discovered. For example, in the electron doped region the highest critical temperature _T_{c}_= 55 K was found in SmFeAsO_{0.9}F_{0.1},^{2} while in the hole-doped region superconductivity at _T_{c}_= 25 K was first found in La_{1-x}Sr_{x}FeAsO (Ref. [3]) and later _T_{c}_= 38 K (Ref. [4]) in Ba_{1-x}K_{x}Fe_{2}As_{2}. At the same time extensive efforts have been devoted to study the nature of this generation of high-temperature superconductors. Among them, very high upper critical field was inferred through high-field measurements in these iron-based superconductors,^{8} which indicates encouraging potential applications. Low temperature specific heat,^{6} point-contact tunneling spectrum,^{7} lower critical field,^{8} nuclear magnetic resonance^{9} (NMR), etc. revealed unconventional pairing symmetry in the superconducting state. Theoretical calculations pointed out that the superconductivity in these iron-based superconductors may emerge on several disconnected pieces of the Fermi surface,^{10-14} thus exhibiting multigap effect. Many experiments "}
{"doi": "physrevb.78.134508", "paragraph": "erature\nsuperconductors have been discovered. For example, in the electron doped\nregion the highest critical temperature _T_(c)_= 55 K was found in\nSmFeAsO_(0.9)F_(0.1),² while in the hole-doped regio", "long_paragraph": "ng Mu, and Hai-Hu\nWen\n\nNational Laboratory for Superconductivity, Institute of Physics and\nBeijing National Laboratory for Condensed Matter Physics, Chinese\nAcademy of Sciences, P.O. Box 603, Beijing 100190, People’s Republic of\nChina\n\nReceived 6 September 2008; published 8 October 2008\n\n###### Abstract\n\nHall effect and magnetoresistance have been measured on single crystals\nof NdFeAsO_(1 − x)F_(x) with x = 0 (_T_(c)_ = 0 K) and x = 0.18\n(_T_(c)_= 50 K). For the undoped samples, strong Hall effect and\nmagnetoresistance with strong temperature dependence were found below\nabout 150 K. The magnetoresistance was found to be as large as 30\n\npacs: DOI: 10.1103/PhysRevB.78.134508 + Footnote †: preprint: PHYSICAL\nREVIEW B **78**, 134508 (2008)\n\n## I Introduction\n\nSince the discovery of superconductivity at 26 K in iron-based layered\nquaternary compound LaFeAsO_(1 − x)F_(x),¹ a group of high-temperature\nsuperconductors have been discovered. For example, in the electron doped\nregion the highest critical temperature _T_(c)_= 55 K was found in\nSmFeAsO_(0.9)F_(0.1),² while in the hole-doped region superconductivity\nat _T_(c)_= 25 K was first found in La_(1 − x)Sr_(x)FeAsO (Ref. [3]) and\nlater _T_(c)_= 38 K (Ref. [4]) in Ba_(1 − x)K_(x)Fe₂As₂. At the same\ntime extensive efforts have been devoted to study the nature of this\ngeneration of high-temperature superconductors. Among them, very high\nupper critical field was inferred through high-field measurements in\nthese iron-based superconductors,⁸ which indicates encouraging potential\napplications. Low temperature specific heat,⁶ point-contact tunneling\nspectrum,⁷ lower critical field,⁸ nuclear magnetic resonance⁹ (NMR),\netc. revealed unconventional pairing symmetry in the superconducting\nstate. Theoretical calculations pointed out that the superconductivity\nin these iron-based superconductors may emerge on several disconnected\npieces of the Fermi surface,¹⁰ ⁻ ¹⁴ thus exhibiting multigap effect.\nMany experiments have already shown th"}
{"doi": "physrevb.78.134508", "paragraph": "erature superconductors have been discovered. For example, in the electron doped region the highest critical temperature _T\\({}_{c}\\)_= 55 K was found in SmFeAsO\\({}_{0.9}\\)F\\({}_{0.1}\\),\\({}^{2}\\) wh", "long_paragraph": " multi-band model by taking into account the electron and hole pockets. Detailed analysis further indicates that the strong temperature dependence of _RH_ cannot be easily understood with the simple multi-band model either. A picture concerning a suppression to the density of states at the Fermi energy in lowering temperature is more reasonable. A comparison between the Hall coefficient of the undoped sample and the superconducting sample suggests that the doping may remove the nesting condition for the formation of the spin-density wave order, since both samples have very similar temperature dependence above 175 K.\n\npacs: DOI: 10.1103/PhysRevB.78.134508 +\nFootnote †: preprint: PHYSICAL REVIEW B **78**, 134508 (2008)\n\n## I Introduction\n\nSince the discovery of superconductivity at 26 K in iron-based layered quaternary compound LaFeAsO\\({}_{1-x}\\)F\\({}_{x}\\),\\({}^{1}\\) a group of high-temperature superconductors have been discovered. For example, in the electron doped region the highest critical temperature _T\\({}_{c}\\)_= 55 K was found in SmFeAsO\\({}_{0.9}\\)F\\({}_{0.1}\\),\\({}^{2}\\) while in the hole-doped region superconductivity at _T\\({}_{c}\\)_= 25 K was first found in La\\({}_{1-x}\\)Sr\\({}_{x}\\)FeAsO (Ref. [3]) and later _T\\({}_{c}\\)_= 38 K (Ref. [4]) in Ba\\({}_{1-x}\\)K\\({}_{x}\\)Fe\\({}_{2}\\)As\\({}_{2}\\). At the same time extensive efforts have been devoted to study the nature of this generation of high-temperature superconductors. Among them, very high upper critical field was inferred through high-field measurements in these iron-based superconductors,\\({}^{8}\\) which indicates encouraging potential applications. Low temperature specific heat,\\({}^{6}\\) point-contact tunneling spectrum,\\({}^{7}\\) lower critical field,\\({}^{8}\\) nuclear magnetic resonance\\({}^{9}\\) (NMR), etc. revealed unconventional pairing symmetry in the superconducting state. Theoretical calculations pointed out that the superconductivity in these iron-based superconductors may emerge on severa"}
{"doi": "physrevb.93.214519", "paragraph": "ials [1], it was recognized that a conventional phonon-mediated pairing cannot account for the high critical temperature T_{\\rm c}[2]. The observation of superconductivity in proximity to a magnetic q", "long_paragraph": "own to dopings deep into the region where antiferromagnetic order coexists with superconductivity (x=0.16, T_{\\rm c}=7 K). In zero field, there is no residual linear term in \\kappa(T) as T\\to 0 at any doping, whether for in-plane or interplane transport. This shows that there are no nodes in the superconducting gap. However, as x decreases into the range of coexistence with antiferromagnetism, the residual linear term grows more and more rapidly with applied magnetic field. This shows that the superconducting energy gap develops minima at certain locations on the Fermi surface and these minima deepen with decreasing x. We propose that the minima in the gap structure arise when the Fermi surface of Ba_{1-x}K_{x}Fe_{2}As_{2} is reconstructed by the antiferromagnetic order.\n\nDOI: 10.1103/PhysRevB.93.214519\n\n## I Introduction\n\nSoon after the discovery of superconductivity in iron-based materials [1], it was recognized that a conventional phonon-mediated pairing cannot account for the high critical temperature T_{\\rm c}[2]. The observation of superconductivity in proximity to a magnetic quantum critical point [3] points instead to magnetically mediated pairing [4], a scenario also discussed for cuprate and heavy-fermion materials [5]. Because such pairing is based on a repulsive interaction, it implies that the superconducting order parameter must change sign around the Fermi surface [6]. This is the case for the d-wave state realized in cuprate superconductors, where the gap has symmetry-imposed nodes where the Fermi surface crosses the diagonals at k_{x}=k_{y}. In the s_{\\pm} state proposed for iron-based superconductors [7], there are no symmetry-imposed nodes, but the order parameter has a different sign on the hole and electron pockets. One can see that in order to identify the pairing symmetry, associated with a particular pairing mechanism, it is important to determine the anisotropy of the gap structure.\n\nIn the iron-based superconductors, the superconducting gap"}
{"doi": "physrevb.93.214519", "paragraph": "ials\n[1], it was recognized that a conventional phonon-mediated pairing\ncannot account for the high critical temperature $T_{\\rm c}$[2]. The\nobservation of superconductivity in proximity to a magnetic", "long_paragraph": "$\nK) down to dopings deep into the region where antiferromagnetic order\ncoexists with superconductivity (x = 0.16, $T_{\\rm c}=7$ K). In zero\nfield, there is no residual linear term in κ(T) as T → 0 at any doping,\nwhether for in-plane or interplane transport. This shows that there are\nno nodes in the superconducting gap. However, as x decreases into the\nrange of coexistence with antiferromagnetism, the residual linear term\ngrows more and more rapidly with applied magnetic field. This shows that\nthe superconducting energy gap develops minima at certain locations on\nthe Fermi surface and these minima deepen with decreasing x. We propose\nthat the minima in the gap structure arise when the Fermi surface of\nBa_(1 − x)K_(x)Fe₂As₂ is reconstructed by the antiferromagnetic order.\n\nDOI: 10.1103/PhysRevB.93.214519\n\n## I Introduction\n\nSoon after the discovery of superconductivity in iron-based materials\n[1], it was recognized that a conventional phonon-mediated pairing\ncannot account for the high critical temperature $T_{\\rm c}$[2]. The\nobservation of superconductivity in proximity to a magnetic quantum\ncritical point [3] points instead to magnetically mediated pairing [4],\na scenario also discussed for cuprate and heavy-fermion materials [5].\nBecause such pairing is based on a repulsive interaction, it implies\nthat the superconducting order parameter must change sign around the\nFermi surface [6]. This is the case for the d-wave state realized in\ncuprate superconductors, where the gap has symmetry-imposed nodes where\nthe Fermi surface crosses the diagonals at k_(x) = k_(y). In the s_(±)\nstate proposed for iron-based superconductors [7], there are no\nsymmetry-imposed nodes, but the order parameter has a different sign on\nthe hole and electron pockets. One can see that in order to identify the\npairing symmetry, associated with a particular pairing mechanism, it is\nimportant to determine the anisotropy of the gap structure.\n\nIn the iron-based superconductors, the superconducting g"}
{"doi": "physrevb.93.214519", "paragraph": "ials [1], it was recognized that a conventional phonon-mediated pairing cannot account for the high critical temperature \\(T_{\\rm c}\\)[2]. The observation of superconductivity in proximity to a magnet", "long_paragraph": "rromagnetic order coexists with superconductivity (\\(x=0.16\\), \\(T_{\\rm c}=7\\) K). In zero field, there is no residual linear term in \\(\\kappa(T)\\) as \\(T\\to 0\\) at any doping, whether for in-plane or interplane transport. This shows that there are no nodes in the superconducting gap. However, as \\(x\\) decreases into the range of coexistence with antiferromagnetism, the residual linear term grows more and more rapidly with applied magnetic field. This shows that the superconducting energy gap develops minima at certain locations on the Fermi surface and these minima deepen with decreasing \\(x\\). We propose that the minima in the gap structure arise when the Fermi surface of Ba\\({}_{1-x}\\)K\\({}_{x}\\)Fe\\({}_{2}\\)As\\({}_{2}\\) is reconstructed by the antiferromagnetic order.\n\nDOI: 10.1103/PhysRevB.93.214519\n\n## I Introduction\n\nSoon after the discovery of superconductivity in iron-based materials [1], it was recognized that a conventional phonon-mediated pairing cannot account for the high critical temperature \\(T_{\\rm c}\\)[2]. The observation of superconductivity in proximity to a magnetic quantum critical point [3] points instead to magnetically mediated pairing [4], a scenario also discussed for cuprate and heavy-fermion materials [5]. Because such pairing is based on a repulsive interaction, it implies that the superconducting order parameter must change sign around the Fermi surface [6]. This is the case for the \\(d\\)-wave state realized in cuprate superconductors, where the gap has symmetry-imposed nodes where the Fermi surface crosses the diagonals at \\(k_{x}=k_{y}\\). In the \\(s_{\\pm}\\) state proposed for iron-based superconductors [7], there are no symmetry-imposed nodes, but the order parameter has a different sign on the hole and electron pockets. One can see that in order to identify the pairing symmetry, associated with a particular pairing mechanism, it is important to determine the anisotropy of the gap structure.\n\nIn the iron-based superconductors, the sup"}
{"doi": "physrevb.63.184504", "paragraph": "in-plane and out-of-plane resistivity measurements under magnetic field parallel to the c axis. The critical temperature is _T_{c}_ = 86 K with a transition width \\Delta_T_{c}_ ~ 2 K as determined by ", "long_paragraph": " , in which the critical current was checked to be zero. This rules out any possible effect of geometrical barriers, previously\n\nFigure 1: The in-plane (left side) and out-of-plane (right side) contacts configurations.\n\n  reported in similar samples in the solid phase at low magnetic field.[24]\n\nIn order to reduce the contact resistances, we annealed the sample at T = 400 ^{\\circ}C during ten minutes. After annealing, the contact resistances are close to 11\\Omega.\n\nThe resistivity measurements were performed by a Physical Property Measurement System (PPMS model 6000 from quantum design) with decreasing temperature and an applied magnetic field up to 5 T. The ac susceptibility measurements were performed by a SQUID susceptometry with a fixed magnetic field and temperature and with a frequency varying from 10^{-1} to 10^{3} Hz.\n\n## III III. Results and Discussion\n\nIn Fig. 2, we report the in-plane and out-of-plane resistivity measurements under magnetic field parallel to the c axis. The critical temperature is _T_{c}_ = 86 K with a transition width \\Delta_T_{c}_ ~ 2 K as determined by a SQUID dc magnetization measurement under 1 G. Moreover, at room temperature, _phab_ = 300 \\mu\\Omega cm and _r_{c}_ = 0.25 \\Omega cm. These values are in good agreement with previous reports.[23, 25, 26, 27]\n\nIn the normal state, the in-plane resistivity presents a linear temperature dependence while the _c_-axis resistivity shows a '-semiconductinglike' behavior. On the other hand, in the superconducting state, the _r_{ab}_ curves present two different behaviors: at higher field, the _r_{ab}_ resistivity decreases rather smoothly with the temperature and no anomaly is observed while at lower field, a shoulder is observed in the low temperature end of the _r_{ab}_ curves. For the _c_-axis resistivity measurements, the same characteristic curves can be seen but the shoulder is less pronounced than in the in-plane resistivity case. Consequently, the in-plane and out-of-plane resistivities"}
{"doi": "physrevb.63.184504", "paragraph": "lane and out-of-plane resistivity measurements under magnetic field parallel to the \\(c\\) axis. The critical temperature is _T\\({}_{c}\\)_ = 86 K with a transition width \\(\\Delta\\)_T\\({}_{c}\\)_ ~ 2 K a", "long_paragraph": "nt was checked to be zero. This rules out any possible effect of geometrical barriers, previously\n\nFigure 1: The in-plane (left side) and out-of-plane (right side) contacts configurations.\n\n  reported in similar samples in the solid phase at low magnetic field.[24]\n\nIn order to reduce the contact resistances, we annealed the sample at \\(T\\) = 400 \\({}^{\\circ}\\)C during ten minutes. After annealing, the contact resistances are close to 11\\(\\Omega\\).\n\nThe resistivity measurements were performed by a Physical Property Measurement System (PPMS model 6000 from quantum design) with decreasing temperature and an applied magnetic field up to 5 T. The ac susceptibility measurements were performed by a SQUID susceptometry with a fixed magnetic field and temperature and with a frequency varying from 10\\({}^{-1}\\) to 10\\({}^{3}\\) Hz.\n\n## III III. Results and Discussion\n\nIn Fig. 2, we report the in-plane and out-of-plane resistivity measurements under magnetic field parallel to the \\(c\\) axis. The critical temperature is _T\\({}_{c}\\)_ = 86 K with a transition width \\(\\Delta\\)_T\\({}_{c}\\)_ ~ 2 K as determined by a SQUID dc magnetization measurement under 1 G. Moreover, at room temperature, _phab_ = 300 \\(\\mu\\Omega\\) cm and _r\\({}_{c}\\)_ = 0.25 \\(\\Omega\\) cm. These values are in good agreement with previous reports.[23, 25, 26, 27]\n\nIn the normal state, the in-plane resistivity presents a linear temperature dependence while the _c_-axis resistivity shows a '-semiconductinglike' behavior. On the other hand, in the superconducting state, the _r\\({}_{ab}\\)_ curves present two different behaviors: at higher field, the _r\\({}_{ab}\\)_ resistivity decreases rather smoothly with the temperature and no anomaly is observed while at lower field, a shoulder is observed in the low temperature end of the _r\\({}_{ab}\\)_ curves. For the _c_-axis resistivity measurements, the same characteristic curves can be seen but the shoulder is less pronounced than in the in-plane resistivity case. Consequen"}
{"doi": "physrevb.52.16165", "paragraph": "vshovich _et al._17\n\niii.2.1 Thermodynamic- and upper critical field and an estimate for the gap-to-critical temperature ratio\n\nThe temperature dependence of the upper critical field derived from spec", "long_paragraph": "_{P}/T versus T^{2} plot for YNi_{2}B_{2}C (a), LuNi_{2}B_{2}C (b), and LaPt_{1.5}Au_{0.5}B_{2}C (c) for various external fields as labeled; the inset of Fig. 3(c) shows the significant field dependence of the normal-state heat capacity above 2 T.\n\n have to be taken into account which reduce the calculated DOS at E_{f} by a factor of about 0.5.9 Accordingly, taking this reduction of the DOS at E_{f} into account, the corrected l values would place all three compounds into the very strong-coupling regime.\n\nThe specific-heat jump (\\Delta C)_{T_{c}} is determined from the zero-field data by assuming an idealized sharp, entropy conserving superconducting transition (see Fig. 2) yielding \\bar{T}_{c} given in Table 2. In case of YNi2B2C (\\Delta C)_{T_{c}} = 460 mJ/ mol K is by about 7% larger than our previous value12 but this is still 6% smaller than that of a single-crystal measurement by Movshovich _et al._17\n\niii.2.1 Thermodynamic- and upper critical field and an estimate for the gap-to-critical temperature ratio\n\nThe temperature dependence of the upper critical field derived from specific-heat measurements is displayed in Fig. 3 where in the inset the field dependence of the specific-heat jump of LuNi2B2C is shown in the low-field regime. Both compounds YNi2B2C and LuNi2B2C exhibit a significant positive deviation of m0_H_c_2(_T_) from the initially linear dependence below 2 T being consistent with magnetic and resistivity measurements. This feature has been already noted for YNi2B2C.4,121,21 As a consequence of this positive deviation, the Werthamer formula H_{c}2(0) \\approx - 0.7T_{c}(dH_{c2}/dT)_{T_{c}} underestimates the upper critical field _H__c_2(0) of YNi2B2C and LuNi2B2C which will be discussed in Sec. IV.3. From the low-temperature extrapolation of _H__c_2(_T_) and the thermodynamic critical field given below we obtain the Ginzburg-Landau parameter \\kappa_{1}(0) = H_{c2}(0)/[\\sqrt {2}H_{c}(0)] = 16 for YNi2B2C which is significantly higher than our previous"}
{"doi": "physrevb.52.16165", "paragraph": "mol K is by about 7\n\niii.2.1 Thermodynamic- and upper critical field and an estimate for the\ngap-to-critical temperature ratio\n\nThe temperature dependence of the upper critical field derived from\nspec", "long_paragraph": " of 10 K which will be\ndiscussed in Sec. VI.2. Photoemission [9, 10] and x-ray-absorption\nspectroscopy [11] studies have shown that electron correlations\n\nFigure 1: C_(P)/T versus T² plot for YNi₂B₂C (a), LuNi₂B₂C (b), and\nLaPt_(1.5)Au_(0.5)B₂C (c) for various external fields as labeled; the\ninset of Fig. 3(c) shows the significant field dependence of the\nnormal-state heat capacity above 2 T.\n\nhave to be taken into account which reduce the calculated DOS at E_(f)\nby a factor of about 0.5.9 Accordingly, taking this reduction of the DOS\nat E_(f) into account, the corrected l values would place all three\ncompounds into the very strong-coupling regime.\n\nThe specific-heat jump (ΔC)_(T_(c)) is determined from the zero-field\ndata by assuming an idealized sharp, entropy conserving superconducting\ntransition (see Fig. 2) yielding T̄_(c) given in Table 2. In case of\nYNi2B2C (ΔC)_(T_(c)) = 460 mJ/ mol K is by about 7\n\niii.2.1 Thermodynamic- and upper critical field and an estimate for the\ngap-to-critical temperature ratio\n\nThe temperature dependence of the upper critical field derived from\nspecific-heat measurements is displayed in Fig. 3 where in the inset the\nfield dependence of the specific-heat jump of LuNi2B2C is shown in the\nlow-field regime. Both compounds YNi2B2C and LuNi2B2C exhibit a\nsignificant positive deviation of m0_H_c_2(_T_) from the initially\nlinear dependence below 2 T being consistent with magnetic and\nresistivity measurements. This feature has been already noted for\nYNi2B2C.4,121,21 As a consequence of this positive deviation, the\nWerthamer formula H_(c)2(0) ≈ −0.7T_(c)(dH_(c2)/dT)_(T_(c))\nunderestimates the upper critical field _H__c_2(0) of YNi2B2C and\nLuNi2B2C which will be discussed in Sec. IV.3. From the low-temperature\nextrapolation of _H__c_2(_T_) and the thermodynamic critical field given\nbelow we obtain the Ginzburg-Landau parameter\n$\\kappa_{1}(0) = H_{c2}(0)/[\\sqrt {2}H_{c}(0)] = 16$ for YNi2B2C which\nis significantly higher than our previous valu"}
{"doi": "physrevb.52.16165", "paragraph": "vshovich _et al._17\n\niii.2.1 Thermodynamic- and upper critical field and an estimate for the gap-to-critical temperature ratio\n\nThe temperature dependence of the upper critical field derived from spec", "long_paragraph": "{}_{2}\\)B\\({}_{2}\\)C (b), and LaPt\\({}_{1.5}\\)Au\\({}_{0.5}\\)B\\({}_{2}\\)C (c) for various external fields as labeled; the inset of Fig. 3(c) shows the significant field dependence of the normal-state heat capacity above 2 T.\n\n have to be taken into account which reduce the calculated DOS at \\(E_{f}\\) by a factor of about 0.5.9 Accordingly, taking this reduction of the DOS at \\(E_{f}\\) into account, the corrected \\(l\\) values would place all three compounds into the very strong-coupling regime.\n\nThe specific-heat jump \\((\\Delta C)_{T_{c}}\\) is determined from the zero-field data by assuming an idealized sharp, entropy conserving superconducting transition (see Fig. 2) yielding \\(\\bar{T}_{c}\\) given in Table 2. In case of YNi2B2C (\\(\\Delta C)_{T_{c}}\\) = 460 mJ/ mol K is by about 7% larger than our previous value12 but this is still 6% smaller than that of a single-crystal measurement by Movshovich _et al._17\n\niii.2.1 Thermodynamic- and upper critical field and an estimate for the gap-to-critical temperature ratio\n\nThe temperature dependence of the upper critical field derived from specific-heat measurements is displayed in Fig. 3 where in the inset the field dependence of the specific-heat jump of LuNi2B2C is shown in the low-field regime. Both compounds YNi2B2C and LuNi2B2C exhibit a significant positive deviation of \\(m\\)0_H_c_2(_T_) from the initially linear dependence below 2 T being consistent with magnetic and resistivity measurements. This feature has been already noted for YNi2B2C.4,121,21 As a consequence of this positive deviation, the Werthamer formula \\(H_{c}2(0) \\approx - 0.7T_{c}(dH_{c2}/dT)_{T_{c}}\\) underestimates the upper critical field _H__c_2(0) of YNi2B2C and LuNi2B2C which will be discussed in Sec. IV.3. From the low-temperature extrapolation of _H__c_2(_T_) and the thermodynamic critical field given below we obtain the Ginzburg-Landau parameter \\(\\kappa_{1}(0) = H_{c2}(0)/[\\sqrt {2}H_{c}(0)] = 16\\) for YNi2B2C which is significantly higher than "}
{"doi": "physrevb.99.054503", "paragraph": "OI: 10.1103/PhysRevB.99.054503\n\nThe rule of Matthias for predicting new superconductors with higher critical temperatures (T_{c}) [1] that says a higher density of states at the Fermi energy (E_{F}) i", "long_paragraph": "nventional physics. Mo_{8}Ga_{41} is an important member of this family which shows relatively large T_{c}\\sim 10 K and has shown indications of strong electron-phonon coupling and multiband superconductivity. Here, through direct measurement of superconducting energy gap by scanning tunneling spectroscopy (STS), we demonstrate the existence of two distinct superconducting gaps of magnitude 0.85 and 1.6 meV, respectively, in Mo_{8}Ga_{41}. Both gaps are seen to be conventional in nature as they evolve systematically with temperature as per the predictions of BCS theory. Our band structure calculations reveal that only two specific Mo sites in a unit cell contribute to superconductivity where only d_{xz}/d_{yz} and d_{yz-y^{2}} orbitals have strong contributions. Our analysis indicates that the site-elective contribution governs the two-gap nature of superconductivity in Mo_{8}Ga_{41}.\n\nDOI: 10.1103/PhysRevB.99.054503\n\nThe rule of Matthias for predicting new superconductors with higher critical temperatures (T_{c}) [1] that says a higher density of states at the Fermi energy (E_{F}) is expected to lead to a higher T_{c} is partly followed by the endohedral gallide cluster family of superconductors with lower valence electron counts. For higher electron counts, beyond Mo_{8}Ga_{41} that superconducts below T_{c}\\sim 10 K [2], the architecture of the cluster packing starts playing a dominant role in deciding T_{c} and in this regime, the T_{c} goes down though DOS at E_{F} goes up. This competition makes the T_{c} of Mo_{8}Ga_{41} maximum in the family [3]. Based on clear understanding of the relationship of the superconducting properties with the structural and electronic properties of these compounds, new electron counting rules were developed in which it has been possible to predict new superconductors belonging to the family that have also been experimentally realized [3]. Like many other families of superconductors, the superconductivity in the gallium cluster fam"}
{"doi": "physrevb.99.054503", "paragraph": "OI: 10.1103/PhysRevB.99.054503\n\nThe rule of Matthias for predicting new superconductors with higher\ncritical temperatures (T_(c)) [1] that says a higher density of states\nat the Fermi energy (E_(F)) i", "long_paragraph": "stems\ndisplaying unconventional physics. Mo₈Ga₄₁ is an important member of\nthis family which shows relatively large T_(c) ∼ 10 K and has shown\nindications of strong electron-phonon coupling and multiband\nsuperconductivity. Here, through direct measurement of superconducting\nenergy gap by scanning tunneling spectroscopy (STS), we demonstrate the\nexistence of two distinct superconducting gaps of magnitude 0.85 and 1.6\nmeV, respectively, in Mo₈Ga₄₁. Both gaps are seen to be conventional in\nnature as they evolve systematically with temperature as per the\npredictions of BCS theory. Our band structure calculations reveal that\nonly two specific Mo sites in a unit cell contribute to\nsuperconductivity where only d_(xz)/d_(yz) and d_(yz − y²) orbitals have\nstrong contributions. Our analysis indicates that the site-elective\ncontribution governs the two-gap nature of superconductivity in Mo₈Ga₄₁.\n\nDOI: 10.1103/PhysRevB.99.054503\n\nThe rule of Matthias for predicting new superconductors with higher\ncritical temperatures (T_(c)) [1] that says a higher density of states\nat the Fermi energy (E_(F)) is expected to lead to a higher T_(c) is\npartly followed by the endohedral gallide cluster family of\nsuperconductors with lower valence electron counts. For higher electron\ncounts, beyond Mo₈Ga₄₁ that superconducts below T_(c) ∼ 10 K [2], the\narchitecture of the cluster packing starts playing a dominant role in\ndeciding T_(c) and in this regime, the T_(c) goes down though DOS at\nE_(F) goes up. This competition makes the T_(c) of Mo₈Ga₄₁ maximum in\nthe family [3]. Based on clear understanding of the relationship of the\nsuperconducting properties with the structural and electronic properties\nof these compounds, new electron counting rules were developed in which\nit has been possible to predict new superconductors belonging to the\nfamily that have also been experimentally realized [3]. Like many other\nfamilies of superconductors, the superconductivity in the gallium\ncluster family might also"}
{"doi": "physrevb.99.054503", "paragraph": "OI: 10.1103/PhysRevB.99.054503\n\nThe rule of Matthias for predicting new superconductors with higher critical temperatures (\\(T_{c}\\)) [1] that says a higher density of states at the Fermi energy (\\(E_", "long_paragraph": " an important member of this family which shows relatively large \\(T_{c}\\sim 10\\) K and has shown indications of strong electron-phonon coupling and multiband superconductivity. Here, through direct measurement of superconducting energy gap by scanning tunneling spectroscopy (STS), we demonstrate the existence of two distinct superconducting gaps of magnitude 0.85 and 1.6 meV, respectively, in Mo\\({}_{8}\\)Ga\\({}_{41}\\). Both gaps are seen to be conventional in nature as they evolve systematically with temperature as per the predictions of BCS theory. Our band structure calculations reveal that only two specific Mo sites in a unit cell contribute to superconductivity where only \\(d_{xz}/d_{yz}\\) and \\(d_{yz-y^{2}}\\) orbitals have strong contributions. Our analysis indicates that the site-elective contribution governs the two-gap nature of superconductivity in Mo\\({}_{8}\\)Ga\\({}_{41}\\).\n\nDOI: 10.1103/PhysRevB.99.054503\n\nThe rule of Matthias for predicting new superconductors with higher critical temperatures (\\(T_{c}\\)) [1] that says a higher density of states at the Fermi energy (\\(E_{F}\\)) is expected to lead to a higher \\(T_{c}\\) is partly followed by the endohedral gallide cluster family of superconductors with lower valence electron counts. For higher electron counts, beyond Mo\\({}_{8}\\)Ga\\({}_{41}\\) that superconducts below \\(T_{c}\\sim 10\\) K [2], the architecture of the cluster packing starts playing a dominant role in deciding \\(T_{c}\\) and in this regime, the \\(T_{c}\\) goes down though DOS at \\(E_{F}\\) goes up. This competition makes the \\(T_{c}\\) of Mo\\({}_{8}\\)Ga\\({}_{41}\\) maximum in the family [3]. Based on clear understanding of the relationship of the superconducting properties with the structural and electronic properties of these compounds, new electron counting rules were developed in which it has been possible to predict new superconductors belonging to the family that have also been experimentally realized [3]. Like many other families of supercond"}
{"doi": "physrevb.94.054517", "paragraph": "sitions and metallization with superconductivity developing at around 5 GPa are observed. A maximal critical temperature of 4.8 K is attained at a pressure of 20 GPa, and superconductivity persists up", "long_paragraph": ""}
{"doi": "physrevb.94.054517", "paragraph": "sitions and\nmetallization with superconductivity developing at around 5 GPa are\nobserved. A maximal critical temperature of 4.8 K is attained at a\npressure of 20 GPa, and superconductivity persists up", "long_paragraph": ""}
{"doi": "physrevb.94.054517", "paragraph": "sitions and metallization with superconductivity developing at around 5 GPa are observed. A maximal critical temperature of 4.8 K is attained at a pressure of 20 GPa, and superconductivity persists up", "long_paragraph": "5}\\)\n\nYanpeng Qi,\\({}^{1}\\) Wujun Shi,\\({}^{1,2}\\) Pavel G. Naumov,\\({}^{1}\\) Nitesh Kumar,\\({}^{1}\\) Walter Schnelle,\\({}^{1}\\) Oleg Barkalov,\\({}^{1}\\) Chandra Shekhar,\\({}^{1}\\) Horst Borrmann,\\({}^{1}\\) Claudia Felser,\\({}^{1}\\) Binghai Yan,\\({}^{1,2,3,}\\)1 and Sergey A. Medvedev\\({}^{1,}\\)2\n\n\\({}^{1}\\)Max Planck Institute for Chemical Physics of Solids, 01187 Dresden, Germany\n\n\\({}^{2}\\)School of Physical Science and Technology, ShanghaiTech University, Shanghai 200031, China\n\n\\({}^{3}\\)Max Planck Institute for the Physics of Complex Systems, 01187 Dresden, Germany\n\nFootnote 1: Binghai.Yan@cpfs.mpg.de\n\nFootnote 2: Sergiy.Medvediev@cpfs.mpg.de\n\nReceived 14 March 2016; revised manuscript received 13 June 2016; published 24 August 2016\n\n###### Abstract\n\nThe discovery of superconductivity in hafnium pentatelluride HfTe\\({}_{5}\\) under high pressure is reported. Two structural phase transitions and metallization with superconductivity developing at around 5 GPa are observed. A maximal critical temperature of 4.8 K is attained at a pressure of 20 GPa, and superconductivity persists up to the maximum pressure of the study (42 GPa). The combination of electrical transport and crystal structure measurements as well as theoretical electronic structure calculations enables the construction of a phase diagram of HfTe\\({}_{5}\\) under high pressure.\n\nDOI: 10.1103/PhysRevB.94.054517\n\n## I Introduction\n\nThe layered transition-metal chalcogenides, \\(MX_{n}\\) (\\(M\\) is a transition metal; \\(X\\) is a chalcogen element S, Se, Te; \\(n=2\\), 3, 5), have been intensively studied for their rich physics. Decades ago, a large choice of such compounds has been synthesized and investigated, chiefly for their structural and electrical transport properties [1, 2, 3]. Among these materials, owing to the high atomic weight and the strong spin-orbit coupling, the tellurides are of specific importance.\n\nThe interest in this class of compounds has recently been rekindled by the observation of ext"}
{"doi": "physrevb.94.041114", "paragraph": "2\\text{H}-\\text{NbSe}_{2} shows superconductivity, but the T_{c}=7.2 K [19] is much higher than the critical temperature in our Nb-doped Bi_{2}Se_{3}. Quantum oscillations in 2\\text{H}-\\text{NbSe}_{2}", "long_paragraph": "larger than the carrier density given by the ellipsoidal Fermi surfaces. The carrier density of the ellipsoidal Fermi surfaces is given by n=\\frac{1}{17}k_{x}k_{y}k_{z} yielding n=2.6\\times 10^{19} cm^{-3} for sample A and n=2.8\\times 10^{19} cm^{-3} for sample E. Therefore the lower branches observed in our dHvA effect correspond to many pockets in the BZ, which contribute to the large Hall carrier densities.\n\n_Discussion._ One question that could arise is whether this Fermi pocket is an intrinsic property of Nb-doped Bi_{2}Se_{3} or if it comes from crystallized domains of other materials such as NbSe_{2}, NbSe_{3}, or elemental Nb present in the samples. NbSe_{3} is not superconducting unless under pressure, and it shows dominant quantum oscillation frequencies under 100 T [16, 17, 18]. This is much smaller than either Fermi pocket seen in our Nb-doped Bi_{2}Se_{3} samples. Moreover, 2\\text{H}-\\text{NbSe}_{2} shows superconductivity, but the T_{c}=7.2 K [19] is much higher than the critical temperature in our Nb-doped Bi_{2}Se_{3}. Quantum oscillations in 2\\text{H}-\\text{NbSe}_{2} show only one Fermi pocket with F_{0}=150 T that increases up to 400 T at \\sim80^{\\circ}[19, 20]. This is distinctly different from the Fermi surfaces we observed in our samples, suggesting that our dHvA signal is not from unintended crystallization of NbSe_{2} and NbSe_{3}. The smallest orbital observed in elemental Nb is 8.1 nm^{-2}[21, 22] corresponding to a dHvA frequency of 850 T, which is much higher than the quantum oscillation frequencies reported here in Nb-doped Bi_{2}Se_{3}.\n\nThis leads to an important question: Why does Nb intercalation in Bi_{2}Se_{3} lead to multiple Fermi surfaces when Cu and Sr intercalations do not? We suspect that Nb introduces d-orbital electrons causing the multiple-orbit feature observed in our study. A preliminary calculation of the band structure suggests the Nb d states are very close to the chemical potential in Nb-doped Bi_{2}Se_{3}. Our result"}
{"doi": "physrevb.94.041114", "paragraph": "{H}-\\text{NbSe}_{2}\\) shows superconductivity, but the \\(T_{c}=7.2\\) K [19] is much higher than the critical temperature in our Nb-doped Bi\\({}_{2}\\)Se\\({}_{3}\\). Quantum oscillations in \\(2\\text{H}-\\", "long_paragraph": "he carrier density of the ellipsoidal Fermi surfaces is given by \\(n=\\frac{1}{17}k_{x}k_{y}k_{z}\\) yielding \\(n=2.6\\times 10^{19}\\) cm\\({}^{-3}\\) for sample A and \\(n=2.8\\times 10^{19}\\) cm\\({}^{-3}\\) for sample E. Therefore the lower branches observed in our dHvA effect correspond to many pockets in the BZ, which contribute to the large Hall carrier densities.\n\n_Discussion._ One question that could arise is whether this Fermi pocket is an intrinsic property of Nb-doped Bi\\({}_{2}\\)Se\\({}_{3}\\) or if it comes from crystallized domains of other materials such as NbSe\\({}_{2}\\), NbSe\\({}_{3}\\), or elemental Nb present in the samples. NbSe\\({}_{3}\\) is not superconducting unless under pressure, and it shows dominant quantum oscillation frequencies under 100 T [16, 17, 18]. This is much smaller than either Fermi pocket seen in our Nb-doped Bi\\({}_{2}\\)Se\\({}_{3}\\) samples. Moreover, \\(2\\text{H}-\\text{NbSe}_{2}\\) shows superconductivity, but the \\(T_{c}=7.2\\) K [19] is much higher than the critical temperature in our Nb-doped Bi\\({}_{2}\\)Se\\({}_{3}\\). Quantum oscillations in \\(2\\text{H}-\\text{NbSe}_{2}\\) show only one Fermi pocket with \\(F_{0}=150\\) T that increases up to 400 T at \\(\\sim\\)80\\({}^{\\circ}\\)[19, 20]. This is distinctly different from the Fermi surfaces we observed in our samples, suggesting that our dHvA signal is not from unintended crystallization of NbSe\\({}_{2}\\) and NbSe\\({}_{3}\\). The smallest orbital observed in elemental Nb is 8.1 nm\\({}^{-2}\\)[21, 22] corresponding to a dHvA frequency of 850 T, which is much higher than the quantum oscillation frequencies reported here in Nb-doped Bi\\({}_{2}\\)Se\\({}_{3}\\).\n\nThis leads to an important question: Why does Nb intercalation in Bi\\({}_{2}\\)Se\\({}_{3}\\) lead to multiple Fermi surfaces when Cu and Sr intercalations do not? We suspect that Nb introduces \\(d\\)-orbital electrons causing the multiple-orbit feature observed in our study. A preliminary calculation of the band structure suggests the Nb \\(d\\) stat"}
{"doi": "physrevb.98.064506", "paragraph": "ial's phase diagram, provided the corresponding Curie temperature is lower than the superconducting critical temperature [2]. On the other hand, the region of this coexistence in multiband superconduc", "long_paragraph": " peaks in the heat capacity in the superconducting state appear to be due to Zeeman splitting by an internal magnetic field. Our theoretical modeling suggests that this field is a result of the short-range antiferromagnetic correlations between the europium ions. For the samples with x>0.5, the peaks in the heat capacity signal the onset of antiferromagnetic ordering of the Eu moments.\n\nDOI: 10.1103/PhysRevB.98.064506\n\n1\n\n## I Introduction\n\nThe pioneering work of Matthias and co-workers unveiled the antagonistic nature of magnetism and conventional superconductivity (SC) [1]. Research efforts with unconventional superconductors have revealed the coexistence of these competing types of order in a certain region of their phase diagram. Specifically, on the one hand magnetism and conventional superconductivity in single-band superconductors may coexist in a fairly narrow region of the material's phase diagram, provided the corresponding Curie temperature is lower than the superconducting critical temperature [2]. On the other hand, the region of this coexistence in multiband superconductors is usually much broader (for the most recent examples of such a situation, see, e.g., Ref. [3] and references therein).\n\nFilled skutterudite compounds with the chemical formula MPt_{4}Ge_{12} (where M denotes alkaline earth, lanthanide, or actinide) represent an example of an electronic system in which localized 4f moments order antiferromagnetically in the superconducting state [4, 5, 6]. The first Pr-based heavy-fermion superconductor PrOs_{4}Sb_{12} has a superconducting critical temperature T_{c}\\simeq 1.85 K and a normal-state Sommerfeld coefficient \\gamma_{n}\\sim 500 mJ/(mol K^{2}), revealing a rather significant enhancement of the effective mass of the conduction electrons [7, 8]. The related compound PrPt_{4}Ge_{12} has a much higher T_{c}\\simeq 7.9 K and smaller \\gamma_{n}\\sim 60 mJ/(mol K^{2}), corresponding to a moderate enhancement of the conduction electron effective ma"}
{"doi": "physrevb.98.064506", "paragraph": "ial’s phase diagram,\nprovided the corresponding Curie temperature is lower than the\nsuperconducting critical temperature [2]. On the other hand, the region\nof this coexistence in multiband superconduc", "long_paragraph": "eaks in the\nheat capacity in the superconducting state appear to be due to Zeeman\nsplitting by an internal magnetic field. Our theoretical modeling\nsuggests that this field is a result of the short-range\nantiferromagnetic correlations between the europium ions. For the\nsamples with x > 0.5, the peaks in the heat capacity signal the onset of\nantiferromagnetic ordering of the Eu moments.\n\nDOI: 10.1103/PhysRevB.98.064506\n\n1\n\n## I Introduction\n\nThe pioneering work of Matthias and co-workers unveiled the antagonistic\nnature of magnetism and conventional superconductivity (SC) [1].\nResearch efforts with unconventional superconductors have revealed the\ncoexistence of these competing types of order in a certain region of\ntheir phase diagram. Specifically, on the one hand magnetism and\nconventional superconductivity in single-band superconductors may\ncoexist in a fairly narrow region of the material’s phase diagram,\nprovided the corresponding Curie temperature is lower than the\nsuperconducting critical temperature [2]. On the other hand, the region\nof this coexistence in multiband superconductors is usually much broader\n(for the most recent examples of such a situation, see, e.g., Ref. [3]\nand references therein).\n\nFilled skutterudite compounds with the chemical formula MPt₄Ge₁₂ (where\nM denotes alkaline earth, lanthanide, or actinide) represent an example\nof an electronic system in which localized 4f moments order\nantiferromagnetically in the superconducting state [4, 5, 6]. The first\nPr-based heavy-fermion superconductor PrOs₄Sb₁₂ has a superconducting\ncritical temperature T_(c) ≃ 1.85 K and a normal-state Sommerfeld\ncoefficient γ_(n) ∼ 500 mJ/(mol K²), revealing a rather significant\nenhancement of the effective mass of the conduction electrons [7, 8].\nThe related compound PrPt₄Ge₁₂ has a much higher T_(c) ≃ 7.9 K and\nsmaller γ_(n) ∼ 60 mJ/(mol K²), corresponding to a moderate enhancement\nof the conduction electron effective mass [9].\n\nPrPt₄Ge₁₂ has been shown to be an unc"}
{"doi": "physrevb.98.064506", "paragraph": "ial's phase diagram, provided the corresponding Curie temperature is lower than the superconducting critical temperature [2]. On the other hand, the region of this coexistence in multiband superconduc", "long_paragraph": "ks in the heat capacity in the superconducting state appear to be due to Zeeman splitting by an internal magnetic field. Our theoretical modeling suggests that this field is a result of the short-range antiferromagnetic correlations between the europium ions. For the samples with \\(x>0.5\\), the peaks in the heat capacity signal the onset of antiferromagnetic ordering of the Eu moments.\n\nDOI: 10.1103/PhysRevB.98.064506\n\n1\n\n## I Introduction\n\nThe pioneering work of Matthias and co-workers unveiled the antagonistic nature of magnetism and conventional superconductivity (SC) [1]. Research efforts with unconventional superconductors have revealed the coexistence of these competing types of order in a certain region of their phase diagram. Specifically, on the one hand magnetism and conventional superconductivity in single-band superconductors may coexist in a fairly narrow region of the material's phase diagram, provided the corresponding Curie temperature is lower than the superconducting critical temperature [2]. On the other hand, the region of this coexistence in multiband superconductors is usually much broader (for the most recent examples of such a situation, see, e.g., Ref. [3] and references therein).\n\nFilled skutterudite compounds with the chemical formula \\(M\\)Pt\\({}_{4}\\)Ge\\({}_{12}\\) (where \\(M\\) denotes alkaline earth, lanthanide, or actinide) represent an example of an electronic system in which localized 4\\(f\\) moments order antiferromagnetically in the superconducting state [4, 5, 6]. The first Pr-based heavy-fermion superconductor PrOs\\({}_{4}\\)Sb\\({}_{12}\\) has a superconducting critical temperature \\(T_{c}\\simeq 1.85\\) K and a normal-state Sommerfeld coefficient \\(\\gamma_{n}\\sim 500\\) mJ/(mol K\\({}^{2}\\)), revealing a rather significant enhancement of the effective mass of the conduction electrons [7, 8]. The related compound PrPt\\({}_{4}\\)Ge\\({}_{12}\\) has a much higher \\(T_{c}\\simeq 7.9\\) K and smaller \\(\\gamma_{n}\\sim 60\\) mJ/(mol K\\({}^{2}\\)), cor"}
{"doi": "physrevb.73.214508", "paragraph": "EW B **73**, 214508 (2006)\n\n## I Introduction\n\nThe discovery of superconductivity in MgB_{2} with a critical temperature T_{c} = 39 K renewed the interest for unique effects in two-gap superconductors", "long_paragraph": "tract\n\nWe prepared a series of Mg1-x(AlLi)_{x}B_{2} samples with 0\\leqx\\leq 0.45 in order to compensate with Li the electron doping induced by Al. Structural characterization by means of neutron and x-ray diffraction confirms that Li enters the MgB_{2} structure even though in an amount less than nominal one. We performed susceptibility, resistivity, and specific heat measurements. Vibrational properties were also investigated by means of Raman spectroscopy. We compare these results with those obtained on a homologous series of Mg1-xAl_{x}B_{2} samples. The systematic success of scaling the relevant properties with the Al content rather than with the electron doping suggests that lattice deformation plays an important role in tuning the superconducting properties.\n\nDOI: 10.1103/PhysRevB.73.214508 PACS number(s): 74.70.Ad, 74.62.Dh, 61.10.Nz, 78.30.-j +\nFootnote †: preprint: PHYSICAL REVIEW B **73**, 214508 (2006)\n\n## I Introduction\n\nThe discovery of superconductivity in MgB_{2} with a critical temperature T_{c} = 39 K renewed the interest for unique effects in two-gap superconductors. _Ab initio_ calculations [1, 2, 3] showed that MgB_{2} is characterized by two weakly coupled gaps \\Delta_{\\sigma}(0) = 7 meV and \\Delta_{\\pi}(0) = 2 meV residing on disconnected sheets of the Fermi surface formed by in-plane p_{xy} boron orbitals (\\sigma band) and out-of-plane p_{z} boron orbitals (\\pi band). The two-gap Eliashberg theory has explained most of the anomalies in superconducting and normal properties of pure MgB_{2}. However, the physics of two-gap MgB_{2} alloys is still poorly understood.\n\nChemical substitution effects have been one of the hot topics since the beginning. Despite its simple structure and apparently simple chemistry, MgB_{2} has so far proved very difficult to modify systematically through chemical substitutions. Various substitutions have been reported, but only a few were successful. [4] These are the cases of Al on Mg site [4, 5, 6, 7, 8, 9, 10] and o"}
{"doi": "physrevb.73.214508", "paragraph": "x}B_{2} (filled symbols) as a function of charge doping (a), x (b), and Al content (c).\n\nFigure 14: Critical temperature in Mg_{1-x}(All_{x})_{x}B_{2} (empty symbols) and Mg_{1-x}Al_{x}B_{2} (filled s", "long_paragraph": "to 2.1 mJ/mol K^{2} with Al content increasing from 0 to 0.3.\n\nThe \\gamma value is proportional to N(0)(1\\pm\\overline{\\lambda}) where N(0) is the density of states at the Fermi level, and \\overline{\\lambda} is the electron-phonon coupling constant averaged on the \\sigma and \\pi bands. For the charge doping level we considered (lower than 0.3 electron/cell) the maximum diminution of N(0) is 16%;[19] on the contrary, \\gamma decreases by up to 30%, which implies a remarkable the reduction of \\overline{\\lambda}. In fact, assuming\n\nFigure 12: Lattice parameter a (triangles) and c (circles) relative to those at zero concentration (a_{0}=3.085 Å; c_{0}=3.525 Å) in Mg_{1-x}(All_{x}),B_{2} (empty symbols) and Mg_{1-x}Al_{x}B_{2} (filled symbols) (Ref. 25) as a function of x [panel (a)] and aluminium content [panel (b)].\n\nFigure 13: T_{c} in Mg_{1-x}(All_{x}),B_{2} (empty symbols) and Mg_{1-x}Al_{x}B_{2} (filled symbols) as a function of charge doping (a), x (b), and Al content (c).\n\nFigure 14: Critical temperature in Mg_{1-x}(All_{x})_{x}B_{2} (empty symbols) and Mg_{1-x}Al_{x}B_{2} (filled symbols) as a function of c axis.\n\n  \\overline{\\lambda}= 0.8 for undoped MgB_{2} it decreases down to 0.55 increasing the Al content up to 0.3. We can conclude that Al content in both the sample series causes a remarkable suppression of the electron phonon coupling. Finally we compare the Raman phonon spectra of the two sample series. In Fig. 16(a) two spectra at the same Al content (20%) but different percentage of substituted Mg (30% for the Al-Li sample and 20% for the Al sample) are shown. The remarkable similarity between the spectral structures of the two spectra suggests that also the phonon spectrum, and thus the lattice dynamics, is mainly affected by the presence of Al. This idea is confirmed by looking at Figs. 16(b) and 16(c), where the frequencies of the main structures of the spectrum versus charge doping and Al content are shown for both Al and Al-Li doped samples. Also in "}
{"doi": "physrevb.73.214508", "paragraph": "EVIEW B **73**,\n214508 (2006)\n\n## I Introduction\n\nThe discovery of superconductivity in MgB₂ with a critical temperature\nT_(c) = 39 K renewed the interest for unique effects in two-gap\nsuperconductors", "long_paragraph": " Italy\n\n###### Abstract\n\nWe prepared a series of Mg1-x(AlLi)_(x)B₂ samples with 0≤x≤ 0.45 in\norder to compensate with Li the electron doping induced by Al.\nStructural characterization by means of neutron and x-ray diffraction\nconfirms that Li enters the MgB₂ structure even though in an amount less\nthan nominal one. We performed susceptibility, resistivity, and specific\nheat measurements. Vibrational properties were also investigated by\nmeans of Raman spectroscopy. We compare these results with those\nobtained on a homologous series of Mg1-xAl_(x)B₂ samples. The systematic\nsuccess of scaling the relevant properties with the Al content rather\nthan with the electron doping suggests that lattice deformation plays an\nimportant role in tuning the superconducting properties.\n\nDOI: 10.1103/PhysRevB.73.214508 PACS number(s): 74.70.Ad, 74.62.Dh,\n61.10.Nz, 78.30.−j + Footnote †: preprint: PHYSICAL REVIEW B **73**,\n214508 (2006)\n\n## I Introduction\n\nThe discovery of superconductivity in MgB₂ with a critical temperature\nT_(c) = 39 K renewed the interest for unique effects in two-gap\nsuperconductors. _Ab initio_ calculations [1, 2, 3] showed that MgB₂ is\ncharacterized by two weakly coupled gaps Δ_(σ)(0) = 7 meV and Δ_(π)(0) =\n2 meV residing on disconnected sheets of the Fermi surface formed by\nin-plane p_(xy) boron orbitals (σ band) and out-of-plane p_(z) boron\norbitals (π band). The two-gap Eliashberg theory has explained most of\nthe anomalies in superconducting and normal properties of pure MgB₂.\nHowever, the physics of two-gap MgB₂ alloys is still poorly understood.\n\nChemical substitution effects have been one of the hot topics since the\nbeginning. Despite its simple structure and apparently simple chemistry,\nMgB₂ has so far proved very difficult to modify systematically through\nchemical substitutions. Various substitutions have been reported, but\nonly a few were successful. [4] These are the cases of Al on Mg site [4,\n5, 6, 7, 8, 9, 10] and of C on B site. [11, 12, 13, 14, 15, "}
{"doi": "physrevb.73.214508", "paragraph": "l_(x)B₂ (filled symbols) as a function of charge doping (a),\nx (b), and Al content (c).\n\nFigure 14: Critical temperature in Mg_(1 − x)(All_(x))_(x)B₂ (empty\nsymbols) and Mg_(1 − x)Al_(x)B₂ (filled sym", "long_paragraph": ". 15(c)]. Also in this case,\nnotwithstanding the large experimental uncertainty, the better scaling\nparameter is the Al content: γ linearly decreases from 3 to 2.1 mJ/mol\nK² with Al content increasing from 0 to 0.3.\n\nThe γ value is proportional to $N(0)(1\\pm\\overline{\\lambda})$ where N(0)\nis the density of states at the Fermi level, and $\\overline{\\lambda}$ is\nthe electron-phonon coupling constant averaged on the σ and π bands. For\nthe charge doping level we considered (lower than 0.3 electron/cell) the\nmaximum diminution of N(0) is 16\n\nFigure 12: Lattice parameter a (triangles) and c (circles) relative to\nthose at zero concentration (a₀=3.085 Å; c₀=3.525 Å) in\nMg_(1 − x)(All_(x)),B₂ (empty symbols) and Mg_(1 − x)Al_(x)B₂ (filled\nsymbols) (Ref. 25) as a function of x [panel (a)] and aluminium content\n[panel (b)].\n\nFigure 13: T_(c) in Mg_(1 − x)(All_(x)),B₂ (empty symbols) and\nMg_(1 − x)Al_(x)B₂ (filled symbols) as a function of charge doping (a),\nx (b), and Al content (c).\n\nFigure 14: Critical temperature in Mg_(1 − x)(All_(x))_(x)B₂ (empty\nsymbols) and Mg_(1 − x)Al_(x)B₂ (filled symbols) as a function of c\naxis.\n\n$\\overline{\\lambda}$= 0.8 for undoped MgB₂ it decreases down to 0.55\nincreasing the Al content up to 0.3. We can conclude that Al content in\nboth the sample series causes a remarkable suppression of the electron\nphonon coupling. Finally we compare the Raman phonon spectra of the two\nsample series. In Fig. 16(a) two spectra at the same Al content (20\n\nThe overall experimental results we presented depict a consistent frame.\nIn both Al and Al-Li doped compounds the substitution of Al at the\nMg-sites drives the suppression of superconductivity. The reduction of\nT_(c) is accompanied by a reduction of electron phonon coupling as\nsuggested by the Raman results and estimated by the analysis of the\nSommerfeld coefficient.\n\nThe unique result which emerges consistently from the comparison between\nthe two series of compounds is the estimate of the relative importance\n"}
{"doi": "physrevb.73.214508", "paragraph": "*73**, 214508 (2006)\n\n## I Introduction\n\nThe discovery of superconductivity in MgB\\({}_{2}\\) with a critical temperature \\(T_{c}\\) = 39 K renewed the interest for unique effects in two-gap superconduc", "long_paragraph": "x}\\)B\\({}_{2}\\) samples with 0\\(\\leq\\)x\\(\\leq\\) 0.45 in order to compensate with Li the electron doping induced by Al. Structural characterization by means of neutron and x-ray diffraction confirms that Li enters the MgB\\({}_{2}\\) structure even though in an amount less than nominal one. We performed susceptibility, resistivity, and specific heat measurements. Vibrational properties were also investigated by means of Raman spectroscopy. We compare these results with those obtained on a homologous series of Mg1-xAl\\({}_{x}\\)B\\({}_{2}\\) samples. The systematic success of scaling the relevant properties with the Al content rather than with the electron doping suggests that lattice deformation plays an important role in tuning the superconducting properties.\n\nDOI: 10.1103/PhysRevB.73.214508 PACS number(s): 74.70.Ad, 74.62.Dh, 61.10.Nz, 78.30.\\(-\\)j +\nFootnote †: preprint: PHYSICAL REVIEW B **73**, 214508 (2006)\n\n## I Introduction\n\nThe discovery of superconductivity in MgB\\({}_{2}\\) with a critical temperature \\(T_{c}\\) = 39 K renewed the interest for unique effects in two-gap superconductors. _Ab initio_ calculations [1, 2, 3] showed that MgB\\({}_{2}\\) is characterized by two weakly coupled gaps \\(\\Delta_{\\sigma}(0)\\) = 7 meV and \\(\\Delta_{\\pi}(0)\\) = 2 meV residing on disconnected sheets of the Fermi surface formed by in-plane \\(p_{xy}\\) boron orbitals (\\(\\sigma\\) band) and out-of-plane \\(p_{z}\\) boron orbitals (\\(\\pi\\) band). The two-gap Eliashberg theory has explained most of the anomalies in superconducting and normal properties of pure MgB\\({}_{2}\\). However, the physics of two-gap MgB\\({}_{2}\\) alloys is still poorly understood.\n\nChemical substitution effects have been one of the hot topics since the beginning. Despite its simple structure and apparently simple chemistry, MgB\\({}_{2}\\) has so far proved very difficult to modify systematically through chemical substitutions. Various substitutions have been reported, but only a few were successful. [4] These are the"}
{"doi": "physrevb.73.214508", "paragraph": "}\\) (filled symbols) as a function of charge doping (a), \\(x\\) (b), and Al content (c).\n\nFigure 14: Critical temperature in Mg\\({}_{1-x}\\)(All\\({}_{x}\\))\\({}_{x}\\)B\\({}_{2}\\) (empty symbols) and Mg\\({", "long_paragraph": "where \\(N(0)\\) is the density of states at the Fermi level, and \\(\\overline{\\lambda}\\) is the electron-phonon coupling constant averaged on the \\(\\sigma\\) and \\(\\pi\\) bands. For the charge doping level we considered (lower than 0.3 electron/cell) the maximum diminution of \\(N(0)\\) is 16%;[19] on the contrary, \\(\\gamma\\) decreases by up to 30%, which implies a remarkable the reduction of \\(\\overline{\\lambda}\\). In fact, assuming\n\nFigure 12: Lattice parameter \\(a\\) (triangles) and \\(c\\) (circles) relative to those at zero concentration (\\(a_{0}\\)=3.085 Å; \\(c_{0}\\)=3.525 Å) in Mg\\({}_{1-x}\\)(All\\({}_{x}\\)),B\\({}_{2}\\) (empty symbols) and Mg\\({}_{1-x}\\)Al\\({}_{x}\\)B\\({}_{2}\\) (filled symbols) (Ref. 25) as a function of \\(x\\) [panel (a)] and aluminium content [panel (b)].\n\nFigure 13: \\(T_{c}\\) in Mg\\({}_{1-x}\\)(All\\({}_{x}\\)),B\\({}_{2}\\) (empty symbols) and Mg\\({}_{1-x}\\)Al\\({}_{x}\\)B\\({}_{2}\\) (filled symbols) as a function of charge doping (a), \\(x\\) (b), and Al content (c).\n\nFigure 14: Critical temperature in Mg\\({}_{1-x}\\)(All\\({}_{x}\\))\\({}_{x}\\)B\\({}_{2}\\) (empty symbols) and Mg\\({}_{1-x}\\)Al\\({}_{x}\\)B\\({}_{2}\\) (filled symbols) as a function of \\(c\\) axis.\n\n  \\(\\overline{\\lambda}\\)= 0.8 for undoped MgB\\({}_{2}\\) it decreases down to 0.55 increasing the Al content up to 0.3. We can conclude that Al content in both the sample series causes a remarkable suppression of the electron phonon coupling. Finally we compare the Raman phonon spectra of the two sample series. In Fig. 16(a) two spectra at the same Al content (20%) but different percentage of substituted Mg (30% for the Al-Li sample and 20% for the Al sample) are shown. The remarkable similarity between the spectral structures of the two spectra suggests that also the phonon spectrum, and thus the lattice dynamics, is mainly affected by the presence of Al. This idea is confirmed by looking at Figs. 16(b) and 16(c), where the frequencies of the main structures of the spectrum versus charge doping and Al content"}
{"doi": "physrevb.55.3966", "paragraph": "lationship between structure and superconducting properties. These compounds have a remarkably high critical temperature and relatively simple crystal structures. The simplicity of their structures is", "long_paragraph": " titration. A detailed analysis of atomic structure and the occupancy factors of mercury and oxygen was performed and showed the stoichiometric cation content. Extra oxygen was found only in the (1/2,1/2,0) position of the basal plane. T_{c} varied parabolically with \\delta and exhibited a maximum of 98 K at \\delta = 0.12. The data obtained can be considered as evidence of the conventional anion doping mechanism with 2\\delta holes per CuO_{2} layer. [S0163-1829(97)01506-3]\n\n## I Introduction\n\nOne of the obstacles encountered in investigation of the mechanisms of high-T_{c} superconductivity is connected with fair complexity of the crystal structure of copper oxides and diversity of their structural defects. This is the reason why mercury-bearing superconducting copper mixed oxides with general formulas of HgBa_{2}Ca_{n-1}Cu_{n}O_{2n+2+\\delta} are attractive to the investigation of the relationship between structure and superconducting properties. These compounds have a remarkably high critical temperature and relatively simple crystal structures. The simplicity of their structures is caused by the absence of a mismatch between the layers of (CuO_{2}), (BaO), (Ca), and (HgO_{\\delta}) alternating along the c axis of the unit cell.[1] Moreover, the first member of the homologous series HgBa_{2}CuO_{4+\\delta} (designated Hg-1201) has practically none of the layer stacking faults along the c axis existing in other members of the series2 that introduce systematic errors into the refinement of these layered structures based on diffraction data. As a result, Hg-1201 can be considered as one of the most convenient compounds for the structural studies of high-T_{c} materials.\n\nThe simplicity of the HgBa_{2}CuO_{4+\\delta} structure created great interest in investigating the structure of this compound with different extra oxygen contents (\\delta), which influence the transition temperature to the superconducting state (T_{c}).[3, 4, 5, 6, 7, 8, 9, 10, 11, 12] It should be ment"}
{"doi": "physrevb.55.3966", "paragraph": "lationship between structure and superconducting properties. These compounds have a remarkably high critical temperature and relatively simple crystal structures. The simplicity of their structures is", "long_paragraph": "e and the occupancy factors of mercury and oxygen was performed and showed the stoichiometric cation content. Extra oxygen was found only in the (1/2,1/2,0) position of the basal plane. \\(T_{c}\\) varied parabolically with \\(\\delta\\) and exhibited a maximum of 98 K at \\(\\delta\\) = 0.12. The data obtained can be considered as evidence of the conventional anion doping mechanism with 2\\(\\delta\\) holes per CuO\\({}_{2}\\) layer. [S0163-1829(97)01506-3]\n\n## I Introduction\n\nOne of the obstacles encountered in investigation of the mechanisms of high-\\(T_{c}\\) superconductivity is connected with fair complexity of the crystal structure of copper oxides and diversity of their structural defects. This is the reason why mercury-bearing superconducting copper mixed oxides with general formulas of HgBa\\({}_{2}\\)Ca\\({}_{n-1}\\)Cu\\({}_{n}\\)O\\({}_{2n+2+\\delta}\\) are attractive to the investigation of the relationship between structure and superconducting properties. These compounds have a remarkably high critical temperature and relatively simple crystal structures. The simplicity of their structures is caused by the absence of a mismatch between the layers of (CuO\\({}_{2}\\)), (BaO), (Ca), and (HgO\\({}_{\\delta}\\)) alternating along the \\(c\\) axis of the unit cell.[1] Moreover, the first member of the homologous series HgBa\\({}_{2}\\)CuO\\({}_{4+\\delta}\\) (designated Hg-1201) has practically none of the layer stacking faults along the \\(c\\) axis existing in other members of the series2 that introduce systematic errors into the refinement of these layered structures based on diffraction data. As a result, Hg-1201 can be considered as one of the most convenient compounds for the structural studies of high-\\(T_{c}\\) materials.\n\nThe simplicity of the HgBa\\({}_{2}\\)CuO\\({}_{4+\\delta}\\) structure created great interest in investigating the structure of this compound with different extra oxygen contents (\\(\\delta\\)), which influence the transition temperature to the superconducting state (\\(T_{c"}
{"doi": "physrevb.96.064521", "paragraph": ". Uemura _et al._ have described a method for classifying superconductors based on the ratio of the critical temperature T_{\\rm c} to the effective Fermi temperature T_{\\rm F}[59]. The values of m^{*}", "long_paragraph": "for intermetallic superconductors a value of 0.13 is typically used. Using T_{\\rm c} and \\Theta_{\\rm D} taken from Fig. 2(b), a value of \\lambda_{\\rm el-ph}=0.67\\pm 0.02 is obtained, suggesting this a moderately coupled superconductor. Using this value of \\lambda_{\\rm el-ph} and Eq. (25), a value for m^{*}_{\\rm band} can be found, as seen in Table 1. Recently, these parameters have also been determined for the related compound Re_{\\rm e}Hf [36, 37]. By substituting Zr by Hf the spin-orbit coupling should be enhanced, and it was hoped that this would provide an increase in the contribution of the spin-triplet component in the superconducting ground state. From the measurements performed in Refs. [36, 37] it is clear that Re_{\\rm e}Hf and Re_{\\rm e}Zr are very similar and that the spin-orbit-coupling strength seems to have little effect on the properties of polycrystalline samples at least. Uemura _et al._ have described a method for classifying superconductors based on the ratio of the critical temperature T_{\\rm c} to the effective Fermi temperature T_{\\rm F}[59]. The values of m^{*} and n taken from Table 1 can used to calculate an effective Fermi temperature for Re_{\\rm e}Zr using\n\n\\[k_{\\rm B}T_{\\rm F}=\\frac{\\hbar^{2}}{2m^{*}}\\big{(}3\\pi^{2}n\\big{)}^{2/3},\\] (27)\n\nand the result is presented in Table 1. It has been observed that the high-T_{\\rm c}, organic, heavy-fermion, and other unconventional superconductors lie in the range 0.01\\leqslant T_{\\rm c}/T_{\\rm F}\\leqslant 0.1[59, 60, 61]. However, Re_{\\rm e}Zr lies outside of the range for unconventional superconductivity, supporting the view that the superconducting mechanism is primarily conventional.\n\n## IV Summary\n\nIn summary, single-phase polycrystalline samples of Re_{\\rm e}Zr were prepared by the arc-melting technique. Powder x-ray diffraction data confirmed the cubic, noncentrosymmetric \\alpha-Mn crystal structure and the phase purity of the samples. The normal-state and superconducting properties of  Re_{6"}
{"doi": "physrevb.96.064521", "paragraph": ". Uemura _et\nal._ have described a method for classifying superconductors based on\nthe ratio of the critical temperature $T_{\\rm c}$ to the effective Fermi\ntemperature $T_{\\rm F}$[59]. The values of m", "long_paragraph": "rconductors a\nvalue of 0.13 is typically used. Using $T_{\\rm c}$ and $\\Theta_{\\rm D}$\ntaken from Fig. 2(b), a value of $\\lambda_{\\rm el-ph}=0.67\\pm 0.02$ is\nobtained, suggesting this a moderately coupled superconductor. Using\nthis value of $\\lambda_{\\rm el-ph}$ and Eq. (25), a value for\n$m^{*}_{\\rm band}$ can be found, as seen in Table 1. Recently, these\nparameters have also been determined for the related compound\nRe${}_{\\rm e}$Hf [36, 37]. By substituting Zr by Hf the spin-orbit\ncoupling should be enhanced, and it was hoped that this would provide an\nincrease in the contribution of the spin-triplet component in the\nsuperconducting ground state. From the measurements performed in Refs.\n[36, 37] it is clear that Re${}_{\\rm e}$Hf and Re${}_{\\rm e}$Zr are very\nsimilar and that the spin-orbit-coupling strength seems to have little\neffect on the properties of polycrystalline samples at least. Uemura _et\nal._ have described a method for classifying superconductors based on\nthe ratio of the critical temperature $T_{\\rm c}$ to the effective Fermi\ntemperature $T_{\\rm F}$[59]. The values of m^(*) and n taken from Table\n1 can used to calculate an effective Fermi temperature for\nRe${}_{\\rm e}$Zr using\n\n$$k_{\\rm B}T_{\\rm F}=\\frac{\\hbar^{2}}{2m^{*}}\\big{(}3\\pi^{2}n\\big{)}^{2/3},$$\n(27)\n\nand the result is presented in Table 1. It has been observed that the\nhigh-$T_{\\rm c}$, organic, heavy-fermion, and other unconventional\nsuperconductors lie in the range\n$0.01\\leqslant T_{\\rm c}/T_{\\rm F}\\leqslant 0.1$[59, 60, 61]. However,\nRe${}_{\\rm e}$Zr lies outside of the range for unconventional\nsuperconductivity, supporting the view that the superconducting\nmechanism is primarily conventional.\n\n## IV Summary\n\nIn summary, single-phase polycrystalline samples of Re${}_{\\rm e}$Zr\nwere prepared by the arc-melting technique. Powder x-ray diffraction\ndata confirmed the cubic, noncentrosymmetric α-Mn crystal structure and\nthe phase purity of the samples. The normal-state and superconducting\nprope"}
{"doi": "physrevb.96.064521", "paragraph": ". Uemura _et al._ have described a method for classifying superconductors based on the ratio of the critical temperature \\(T_{\\rm c}\\) to the effective Fermi temperature \\(T_{\\rm F}\\)[59]. The values ", "long_paragraph": "lue of 0.13 is typically used. Using \\(T_{\\rm c}\\) and \\(\\Theta_{\\rm D}\\) taken from Fig. 2(b), a value of \\(\\lambda_{\\rm el-ph}=0.67\\pm 0.02\\) is obtained, suggesting this a moderately coupled superconductor. Using this value of \\(\\lambda_{\\rm el-ph}\\) and Eq. (25), a value for \\(m^{*}_{\\rm band}\\) can be found, as seen in Table 1. Recently, these parameters have also been determined for the related compound Re\\({}_{\\rm e}\\)Hf [36, 37]. By substituting Zr by Hf the spin-orbit coupling should be enhanced, and it was hoped that this would provide an increase in the contribution of the spin-triplet component in the superconducting ground state. From the measurements performed in Refs. [36, 37] it is clear that Re\\({}_{\\rm e}\\)Hf and Re\\({}_{\\rm e}\\)Zr are very similar and that the spin-orbit-coupling strength seems to have little effect on the properties of polycrystalline samples at least. Uemura _et al._ have described a method for classifying superconductors based on the ratio of the critical temperature \\(T_{\\rm c}\\) to the effective Fermi temperature \\(T_{\\rm F}\\)[59]. The values of \\(m^{*}\\) and \\(n\\) taken from Table 1 can used to calculate an effective Fermi temperature for Re\\({}_{\\rm e}\\)Zr using\n\n\\[k_{\\rm B}T_{\\rm F}=\\frac{\\hbar^{2}}{2m^{*}}\\big{(}3\\pi^{2}n\\big{)}^{2/3},\\] (27)\n\nand the result is presented in Table 1. It has been observed that the high-\\(T_{\\rm c}\\), organic, heavy-fermion, and other unconventional superconductors lie in the range \\(0.01\\leqslant T_{\\rm c}/T_{\\rm F}\\leqslant 0.1\\)[59, 60, 61]. However, Re\\({}_{\\rm e}\\)Zr lies outside of the range for unconventional superconductivity, supporting the view that the superconducting mechanism is primarily conventional.\n\n## IV Summary\n\nIn summary, single-phase polycrystalline samples of Re\\({}_{\\rm e}\\)Zr were prepared by the arc-melting technique. Powder x-ray diffraction data confirmed the cubic, noncentrosymmetric \\(\\alpha\\)-Mn crystal structure and the phase purity of the samples. The normal-"}
{"doi": "physrevb.86.144509", "paragraph": " of 2\\times 10^{16} cm^{-2} produced by 3 MeV protons results in a reduction of the superconducting critical temperature T_{c} by approximately 10%. In contrast, \\rho_{t}(0) is suppressed by approxima", "long_paragraph": "\n\nJeehoon Kim,^{1,+} N. Haberkorn,^{1} M. J. Graf,^{1} I. Usov,^{1} F. Ronning,^{1} L. Civale,^{1} E. Nazaretski,^{2} G. F. Chen,^{3} W. Yu,^{3} J. D. Thompson,^{1} and R. Movshovich^{1}\n\n^{1}Los Alamos National Laboratory, Los Alamos, New Mexico 87545 USA\n\n^{2}Brookhaven National Laboratory, Upton, New York 11973 USA\n\n^{3}Department of Physics, Renmin University of China, Beijing 100872, China\n\n21 June 2012; revised manuscript received 21 September 2012; published 10 October 2012\n\n###### Abstract\n\nWe report on the dramatic effect of random point defects, produced by proton irradiation, on the superfluid density \\rho_{t} in superconducting Ca_{0.5}Na_{0.5}Fe_{2}As_{2} single crystals. The magnitude of the suppression is inferred from measurements of the temperature-dependent magnetic penetration depth \\lambda(T) using magnetic force microscopy. Our findings indicate that a radiation dose of 2\\times 10^{16} cm^{-2} produced by 3 MeV protons results in a reduction of the superconducting critical temperature T_{c} by approximately 10%. In contrast, \\rho_{t}(0) is suppressed by approximately 60%. This breakdown of the Abrikosov-Gorkov theory may be explained by the so-called \"Swiss cheese model,\" which accounts for the spatial suppression of the order parameter near point defects similar to holes in Swiss cheese. Both the slope of the upper critical field and the penetration depth \\lambda(T/T_{c})/\\lambda(0) exhibit similar temperature dependences before and after irradiation. This may be due to a combination of the highly disordered nature of Ca_{0.5}Na_{0.5}Fe_{2}As_{2} with large intraband and simultaneous interband scattering as well as the s^{\\pm}-wave nature of short coherence length superconductivity.\n\npacs: DOI: 10.1103/PhysRevB.86.144509 PACS number(s): 74.25.N-, 74.25.fc, 74.25.Uv, 74.62.Dh +\nFootnote †: preprint: PHYSICAL REVIEW B **86**, 144509 (2012)\n\n## I Introduction\n\nProximity of the superconducting and magnetic states in iron-based superconductors has s"}
{"doi": "physrevb.86.144509", "paragraph": " the residual resistivity change induced by irradiation,\nΔρ₀ = ρ₀^(irr) − ρ₀^(unirr), T_(c0) is the critical temperature before\nirradiation, and λ₀ is the penetration depth of the unirradiated\nsample.", "long_paragraph": " nature of the multiband s-wave\npairing as well as the highly disordered nature of CNFA on the Ca/Na\nsites, which lie above and below the iron layer. The fact that the\ntemperature behavior of λ(T) is robust after irradiation may be ascribed\nto large intraband scattering with s^(±) pairing and that the system\nitself is already in the \"dirty\" limit prior to irradiation, consistent\nwith its short coherence length and power-law dependence of λ(T).\nAdditional disorder (mostly in the iron layer) by proton irradiation,\ntherefore, has little impact on the temperature behavior of λ(T), while\nadded interband scattering is detrimental to (increases) the absolute\nmagnitude of λ(0).\n\nThe pair-breaking effect due to nonmagnetic scattering in the AG theory\ncan be quantitatively analyzed using the normalized scattering rate in\nconjunction with λ given by g^(±) = ℏΔρ₀/(2πk_(B)T_(c0)μa₀^(⊥)), where\nΔρ₀ is the residual resistivity change induced by irradiation,\nΔρ₀ = ρ₀^(irr) − ρ₀^(unirr), T_(c0) is the critical temperature before\nirradiation, and λ₀ is the penetration depth of the unirradiated\nsample.[12] The parameters g^(±) and T_(c0) are expressed as\nln (T_(c0)/T_(c)) = ψ[1/2 + g^(±)T_(c0)/(2T_(c))] − ψ(1/2), where ψ(x)\nis the digamma function, based on the s^(±) scenario.[45] This\npair-breaking result for T_(c) is similar to that for conventional s\nwave with magnetic impurities or d wave with nonmagnetic impurities.\nHere, the critical scattering-rate parameter, where superconductivity\nvanishes, is g = g^(±) ≈ 0.28 in the s^(±) pairing state. The\nextrapolated critical scattering parameter, obtained using Δρ₀ = 30 μΩ\ncm and λ=260 nm, is g_(exp)^(±) ≈ 3.7. This value is much larger than\nthat expected in the s^(±) scenario, quantifying the breakdown of the AG\ntheory in irradiated iron-arsenide superconductors, where the\napproximation of the uniformly impurity-averaged Green’s function is not\nvalid. Similar results were reported in Ba(Fe_(1 − x)Co_(x))₂As₂\nirradiated by protons[11] an"}
{"doi": "physrevb.86.144509", "paragraph": "mes 10^{16}\\) cm\\({}^{-2}\\) produced by 3 MeV protons results in a reduction of the superconducting critical temperature \\(T_{c}\\) by approximately 10%. In contrast, \\(\\rho_{t}(0)\\) is suppressed by a", "long_paragraph": "{}^{1}\\) E. Nazaretski,\\({}^{2}\\) G. F. Chen,\\({}^{3}\\) W. Yu,\\({}^{3}\\) J. D. Thompson,\\({}^{1}\\) and R. Movshovich\\({}^{1}\\)\n\n\\({}^{1}\\)Los Alamos National Laboratory, Los Alamos, New Mexico 87545 USA\n\n\\({}^{2}\\)Brookhaven National Laboratory, Upton, New York 11973 USA\n\n\\({}^{3}\\)Department of Physics, Renmin University of China, Beijing 100872, China\n\n21 June 2012; revised manuscript received 21 September 2012; published 10 October 2012\n\n###### Abstract\n\nWe report on the dramatic effect of random point defects, produced by proton irradiation, on the superfluid density \\(\\rho_{t}\\) in superconducting Ca\\({}_{0.5}\\)Na\\({}_{0.5}\\)Fe\\({}_{2}\\)As\\({}_{2}\\) single crystals. The magnitude of the suppression is inferred from measurements of the temperature-dependent magnetic penetration depth \\(\\lambda(T)\\) using magnetic force microscopy. Our findings indicate that a radiation dose of \\(2\\times 10^{16}\\) cm\\({}^{-2}\\) produced by 3 MeV protons results in a reduction of the superconducting critical temperature \\(T_{c}\\) by approximately 10%. In contrast, \\(\\rho_{t}(0)\\) is suppressed by approximately 60%. This breakdown of the Abrikosov-Gorkov theory may be explained by the so-called \"Swiss cheese model,\" which accounts for the spatial suppression of the order parameter near point defects similar to holes in Swiss cheese. Both the slope of the upper critical field and the penetration depth \\(\\lambda(T/T_{c})/\\lambda(0)\\) exhibit similar temperature dependences before and after irradiation. This may be due to a combination of the highly disordered nature of Ca\\({}_{0.5}\\)Na\\({}_{0.5}\\)Fe\\({}_{2}\\)As\\({}_{2}\\) with large intraband and simultaneous interband scattering as well as the \\(s^{\\pm}\\)-wave nature of short coherence length superconductivity.\n\npacs: DOI: 10.1103/PhysRevB.86.144509 PACS number(s): 74.25.N\\(-\\), 74.25.fc, 74.25.Uv, 74.62.Dh +\nFootnote †: preprint: PHYSICAL REVIEW B **86**, 144509 (2012)\n\n## I Introduction\n\nProximity of the superconducting and magneti"}
{"doi": "physrevb.78.174523", "paragraph": "u_{3}O_{7-x} (YBCO). Thus, the question arises, whether this distinct behavior stems from different critical temperatures, the presence of magnetic ions,[9, 10, 11] or is due to the electromagnetic gr", "long_paragraph": "arent antiferromagnetic state. As the REO planes are doped, the ionically bonded REO donates carriers to the covalently bonded FeAs plane,[2] suppressing the global antiferromagnetism and resulting in superconductivity.\n\nPrevious low-field[3, 4, 5, 6] and high-field transport studies[7, 8] on different polycrystalline oxypnictides have shown that their magnetotransport behavior is intermediate between conventional low-T_{c} superconductors and the high-temperature cuprates. However, while LaFeAs(O,F) behaves as an intermediate-T_{c} superconductor similar to MgB_{2} in which thermal fluctuations of vortices do not significantly affect the H-T diagram to the extent that they do in the layered cuprates, the higher-T_{c} oxypnictides such as SmFeAsO_{0.85} and NdFeAs(O,F) exhibit larger mass anisotropies, enhanced thermal fluctuations, and a Ginzburg parameter comparable to that of YBa_{2}Cu_{3}O_{7-x} (YBCO). Thus, the question arises, whether this distinct behavior stems from different critical temperatures, the presence of magnetic ions,[9, 10, 11] or is due to the electromagnetic granularity of these polycrystalline samples.[12, 13, 14] For example, is the pronounced upward curvature of H_{c2}(T) along the c axis extracted from measurements of the resistivity onsets of polycrystals[7] indeed an intrinsic feature of H_{c2}^{\\perp}(T) in oxypnictides, or does it reflect an extrinsic effect of magnetic granularity, the onset of the irreversible critical state behavior, and/or melting of the vortex lattice? Moreover, given that the nature of superconductivity in the oxypnictides is still poorly understood, several different scenarios have been proposed in the literature. In particular, many theoretical models are based on the multiband electronic structure of the oxypnictides and on the fact that the superconducting state emerges upon doping of the parent antiferromagnetic semimetal.[18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39"}
{"doi": "physrevb.78.174523", "paragraph": "Cu₃O_(7 − x) (YBCO). Thus, the question arises, whether this\ndistinct behavior stems from different critical temperatures, the\npresence of magnetic ions,[9, 10, 11] or is due to the electromagnetic\ngr", "long_paragraph": " of a parent antiferromagnetic state. As\nthe REO planes are doped, the ionically bonded REO donates carriers to\nthe covalently bonded FeAs plane,[2] suppressing the global\nantiferromagnetism and resulting in superconductivity.\n\nPrevious low-field[3, 4, 5, 6] and high-field transport studies[7, 8] on\ndifferent polycrystalline oxypnictides have shown that their\nmagnetotransport behavior is intermediate between conventional low-T_(c)\nsuperconductors and the high-temperature cuprates. However, while\nLaFeAs(O,F) behaves as an intermediate-T_(c) superconductor similar to\nMgB₂ in which thermal fluctuations of vortices do not significantly\naffect the H-T diagram to the extent that they do in the layered\ncuprates, the higher-T_(c) oxypnictides such as SmFeAsO_(0.85) and\nNdFeAs(O,F) exhibit larger mass anisotropies, enhanced thermal\nfluctuations, and a Ginzburg parameter comparable to that of\nYBa₂Cu₃O_(7 − x) (YBCO). Thus, the question arises, whether this\ndistinct behavior stems from different critical temperatures, the\npresence of magnetic ions,[9, 10, 11] or is due to the electromagnetic\ngranularity of these polycrystalline samples.[12, 13, 14] For example,\nis the pronounced upward curvature of H_(c2)(T) along the c axis\nextracted from measurements of the resistivity onsets of polycrystals[7]\nindeed an intrinsic feature of H_(c2)^(⊥)(T) in oxypnictides, or does it\nreflect an extrinsic effect of magnetic granularity, the onset of the\nirreversible critical state behavior, and/or melting of the vortex\nlattice? Moreover, given that the nature of superconductivity in the\noxypnictides is still poorly understood, several different scenarios\nhave been proposed in the literature. In particular, many theoretical\nmodels are based on the multiband electronic structure of the\noxypnictides and on the fact that the superconducting state emerges upon\ndoping of the parent antiferromagnetic semimetal.[18, 19, 20, 21, 22,\n23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40"}
{"doi": "physrevb.78.174523", "paragraph": "\\({}_{7-x}\\) (YBCO). Thus, the question arises, whether this distinct behavior stems from different critical temperatures, the presence of magnetic ions,[9, 10, 11] or is due to the electromagnetic gr", "long_paragraph": "re doped, the ionically bonded REO donates carriers to the covalently bonded FeAs plane,[2] suppressing the global antiferromagnetism and resulting in superconductivity.\n\nPrevious low-field[3, 4, 5, 6] and high-field transport studies[7, 8] on different polycrystalline oxypnictides have shown that their magnetotransport behavior is intermediate between conventional low-\\(T_{c}\\) superconductors and the high-temperature cuprates. However, while LaFeAs(O,F) behaves as an intermediate-\\(T_{c}\\) superconductor similar to MgB\\({}_{2}\\) in which thermal fluctuations of vortices do not significantly affect the \\(H\\)-\\(T\\) diagram to the extent that they do in the layered cuprates, the higher-\\(T_{c}\\) oxypnictides such as SmFeAsO\\({}_{0.85}\\) and NdFeAs(O,F) exhibit larger mass anisotropies, enhanced thermal fluctuations, and a Ginzburg parameter comparable to that of YBa\\({}_{2}\\)Cu\\({}_{3}\\)O\\({}_{7-x}\\) (YBCO). Thus, the question arises, whether this distinct behavior stems from different critical temperatures, the presence of magnetic ions,[9, 10, 11] or is due to the electromagnetic granularity of these polycrystalline samples.[12, 13, 14] For example, is the pronounced upward curvature of \\(H_{c2}(T)\\) along the \\(c\\) axis extracted from measurements of the resistivity onsets of polycrystals[7] indeed an intrinsic feature of \\(H_{c2}^{\\perp}(T)\\) in oxypnictides, or does it reflect an extrinsic effect of magnetic granularity, the onset of the irreversible critical state behavior, and/or melting of the vortex lattice? Moreover, given that the nature of superconductivity in the oxypnictides is still poorly understood, several different scenarios have been proposed in the literature. In particular, many theoretical models are based on the multiband electronic structure of the oxypnictides and on the fact that the superconducting state emerges upon doping of the parent antiferromagnetic semimetal.[18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36"}
{"doi": "physrevb.78.012507", "paragraph": "e measurements is adopted. We have neglected in the fit the points above T_{c}=23.7 K, which is the critical temperature as deduced from resistivity measurements. Taking these points into account (poi", "long_paragraph": "cooled (ZFC) and field cooled (FC, 20 Oe) conditions.\n\n  therefore decided to apply a quantitative, arguably more rigorous, way of determining such a point. From the complex-frequency shift one can extract the complex conductivity \\bar{\\sigma} = \\sigma_{1}-i\\sigma_{2}; the emergence of \\sigma_{2} is the sign of the establishment of the coherent superconducting state. In Fig. 5 we have plotted the upper critical fields determined by the criterion that \\sigma_{2} exceeds 1% of the normal state \\sigma_{n}. The solid line is the plot of the following formula derived from Ginzburg-Landau theory:[20]\n\n\\[B_{c2}(T)=B_{c2}(0)\\frac{1-t^{2}}{1+t^{2}},\\] (2)\n\nwhere t=T/T_{0}, with T_{0}=23.0 K and B_{c2}(0)= 56 T. The slope of B_{c2}(T) near T_{c} [dB_{c2}(T)/dT] is -2.5 T/K; this value is substantially unaffected if a different criterion (percentage) for the onset of superconductivity from microwave measurements is adopted. We have neglected in the fit the points above T_{c}=23.7 K, which is the critical temperature as deduced from resistivity measurements. Taking these points into account (points that may possibly and only be a representative of crystallites with a slightly higher T_{c}) would lead to a somewhat smaller value of B_{c2} but more importantly to an underestimate of the slope of B_{c2}(T) near T_{c}.\n\nWe have also measured the field dependence of the complex-frequency shift at several constant temperatures. We could not observe the low-field signal changes that are typical of intergrain Josephson junctions. It therefore appears that the preparation of the sample under 1 GPa pressure resulted in a very compact granular structure. From this frequency shift the mixed state effective complex conductivity can be analytically extracted. The effective conductivity[18, 21, 22] in an oscillating electric field is given by,\n\n\\[\\frac{1}{\\bar{\\sigma}_{\\rm eff}}=\\frac{1-\\frac{b}{1-i(\\omega_{0}/\\omega)}}{(1- b)(\\sigma_{1}-i\\sigma_{2})+b\\sigma_{n}}+\\frac{1}{\\sigma_{n}}\\frac{b}{"}
{"doi": "physrevb.78.012507", "paragraph": "e measurements is adopted. We have\nneglected in the fit the points above T_(c)=23.7 K, which is the\ncritical temperature as deduced from resistivity measurements. Taking\nthese points into account (poi", "long_paragraph": "netic fields (imaginary part in the top\npanel and real part in the bottom panel).\n\nFigure 2: (Color online) Temperature dependence of the susceptibility\nmeasured in zero-field cooled (ZFC) and field cooled (FC, 20 Oe)\nconditions.\n\ntherefore decided to apply a quantitative, arguably more rigorous, way\nof determining such a point. From the complex-frequency shift one can\nextract the complex conductivity σ̄ = σ₁-iσ₂; the emergence of σ₂ is the\nsign of the establishment of the coherent superconducting state. In Fig.\n5 we have plotted the upper critical fields determined by the criterion\nthat σ₂ exceeds 1\n\n$$B_{c2}(T)=B_{c2}(0)\\frac{1-t^{2}}{1+t^{2}},$$\n(2)\n\nwhere t=T/T₀, with T₀=23.0 K and B_(c2)(0)= 56 T. The slope of B_(c2)(T)\nnear T_(c) [dB_(c2)(T)/dT] is -2.5 T/K; this value is substantially\nunaffected if a different criterion (percentage) for the onset of\nsuperconductivity from microwave measurements is adopted. We have\nneglected in the fit the points above T_(c)=23.7 K, which is the\ncritical temperature as deduced from resistivity measurements. Taking\nthese points into account (points that may possibly and only be a\nrepresentative of crystallites with a slightly higher T_(c)) would lead\nto a somewhat smaller value of B_(c2) but more importantly to an\nunderestimate of the slope of B_(c2)(T) near T_(c).\n\nWe have also measured the field dependence of the complex-frequency\nshift at several constant temperatures. We could not observe the\nlow-field signal changes that are typical of intergrain Josephson\njunctions. It therefore appears that the preparation of the sample under\n1 GPa pressure resulted in a very compact granular structure. From this\nfrequency shift the mixed state effective complex conductivity can be\nanalytically extracted. The effective conductivity[18, 21, 22] in an\noscillating electric field is given by,\n\n$$\\frac{1}{\\bar{\\sigma}_{\\rm eff}}=\\frac{1-\\frac{b}{1-i(\\omega_{0}/\\omega)}}{(1- b)(\\sigma_{1}-i\\sigma_{2})+b\\sigma_{n}}+\\frac{1}{\\sigma_{n}}\\frac{b}{"}
{"doi": "physrevb.78.012507", "paragraph": "asurements is adopted. We have neglected in the fit the points above \\(T_{c}\\)=23.7 K, which is the critical temperature as deduced from resistivity measurements. Taking these points into account (poi", "long_paragraph": " therefore decided to apply a quantitative, arguably more rigorous, way of determining such a point. From the complex-frequency shift one can extract the complex conductivity \\(\\bar{\\sigma}\\) = \\(\\sigma_{1}\\)-\\(i\\sigma_{2}\\); the emergence of \\(\\sigma_{2}\\) is the sign of the establishment of the coherent superconducting state. In Fig. 5 we have plotted the upper critical fields determined by the criterion that \\(\\sigma_{2}\\) exceeds 1% of the normal state \\(\\sigma_{n}\\). The solid line is the plot of the following formula derived from Ginzburg-Landau theory:[20]\n\n\\[B_{c2}(T)=B_{c2}(0)\\frac{1-t^{2}}{1+t^{2}},\\] (2)\n\nwhere \\(t\\)=\\(T/T_{0}\\), with \\(T_{0}\\)=23.0 K and \\(B_{c2}(0)\\)= 56 T. The slope of \\(B_{c2}(T)\\) near \\(T_{c}\\) [\\(dB_{c2}(T)/dT\\)] is -2.5 T/K; this value is substantially unaffected if a different criterion (percentage) for the onset of superconductivity from microwave measurements is adopted. We have neglected in the fit the points above \\(T_{c}\\)=23.7 K, which is the critical temperature as deduced from resistivity measurements. Taking these points into account (points that may possibly and only be a representative of crystallites with a slightly higher \\(T_{c}\\)) would lead to a somewhat smaller value of \\(B_{c2}\\) but more importantly to an underestimate of the slope of \\(B_{c2}(T)\\) near \\(T_{c}\\).\n\nWe have also measured the field dependence of the complex-frequency shift at several constant temperatures. We could not observe the low-field signal changes that are typical of intergrain Josephson junctions. It therefore appears that the preparation of the sample under 1 GPa pressure resulted in a very compact granular structure. From this frequency shift the mixed state effective complex conductivity can be analytically extracted. The effective conductivity[18, 21, 22] in an oscillating electric field is given by,\n\n\\[\\frac{1}{\\bar{\\sigma}_{\\rm eff}}=\\frac{1-\\frac{b}{1-i(\\omega_{0}/\\omega)}}{(1- b)(\\sigma_{1}-i\\sigma_{2})+b\\sigma_{n}}+\\frac{1}{\\sig"}
{"doi": "physrevb.51.8641", "paragraph": "simple one-band description of the electronic structure of La2-_x_Sr_x CuO4.\n\nThe dependence of the critical temperature of superconducting transition T_{c} of La2-_x_Sr_x CuO4 on strontium index x fo", "long_paragraph": "ted H2La2-_x_Sr_x Cu(Fe)O4 samples exhibit the presence of magnetic and nonmagnetic parts. We interpret this as being due to phase separation into magnetic insulating and metallic regions, taking place slightly below room temperature.\n\n## Introduction\n\nIt is a well known fact that charge doping of La2CuO4 by means of Sr2+-La3+ substitution changes its properties from antiferromagnetic insulator to a superconducting metal.1 The simplest explanation of such behavior could be the shift of Fermi level induced by charge (hole) doping. The picture emerging from spectroscopic data2 is however different: it seems that increased Sr concentration induces electronic states transfer into a gap between valence and conduction bands. Hall constant R_{H} does not follow1 the simple 1/_x_ proportionality suggested by \"chemical\" doping, but at higher values of x it decreases anomalously, rather excluding simple one-band description of the electronic structure of La2-_x_Sr_x CuO4.\n\nThe dependence of the critical temperature of superconducting transition T_{c} of La2-_x_Sr_x CuO4 on strontium index x forms a parabolalike curve with a maximum at x  0.15. When x is increased above 0.15, T_{c} falls down, although the charge carrier concentration increases and the compound becomes better conducting. Doping with Sr also induces structural transformation increasing the room-temperature symmetry of the unit cell from orthorhombic to tetragonal.1,3\n\nThe above-mentioned facts provoke experiments aimed at changing the properties of La2-_x_Sr_x CuO4 by means of electron doping in the reverse direction, i.e., towards lower hole concentration, with x set at a given level. Hydrogen H+ doping of La2-_x_Sr_x CuO4 should essentially be equivalent to electron doping. A lot of work has been devoted to the studies of another hydrogenated hole-type high-_T__c_ superconductor YBa2Cu3O7-_b_.4,6 In the case of H2 YBa2Cu3O7-_b_ it was shown5,6 that increasing hydrogen concentration leads to the similar effect"}
{"doi": "physrevb.51.8641", "paragraph": "pectra _I_M and _I_NM are depicted in Fig. 5. _I_M and _I_NM do not change significantly\n\nFigure 4: Critical temperatures of superconducting transitions T_{c} and T_{c} (a) and real part of magnetic a", "long_paragraph": "perties of H2La2-_x_Sr_xCuO4 proposed in Ref. 10. According to that hypothesis, hydrogen atom locally suppresses superconductivity in small volume V_{H} around its position. The charge concentration in the rest of the material (i.e., outside of V_{H}) remains essentially unchanged. This model explains the unchanged T_{c} of hydrogenated underdoped x = 0.11 series.\n\nIn this context we would like to discuss the occurrence of magnetic splitting visible in the low-temperature Mossbauer (MS) spectra of our highly hydrogenated samples, i.e., x = 0.11, z = 0.40, 0.55 and x = 0.20, z = 0.55 (see Fig. 2). Room-temperature spectra of these samples consist of unique quadrupole doublets, but below T_{s} \\approx 280 K these spectra split into magnetic and nonmagnetic parts. T_{s} seems to be the same for z = 0.40 and z = 0.55 samples. The relative intensities of magnetic (M) and nonmagnetic (NM) subspectra _I_M and _I_NM are depicted in Fig. 5. _I_M and _I_NM do not change significantly\n\nFigure 4: Critical temperatures of superconducting transitions T_{c} and T_{c} (a) and real part of magnetic ac susceptibility _kh_’ measured at 5 K (b) plotted vs hydrogen content for x = 0.11 and 0.20 samples.\n\n  below 200 K. This fact rather excludes the possibility that the NM subspectrum comes from small particles of the magnetic phase through superparamagnetic effect.\n\nThe temperature dependence of the hyperfine magnetic field at ^{57}Fe nucleus H_{\\rm hf} of the magnetic subspectrum was similar to that reported for antiferromagnetic La_{2}CuO_{4} compound.[7, 8] We successfully fitted to it (over the range 30-230 K) the integral form of the formula proposed in Ref. 13. According to Ref. 13 the reduction in magnetization M(T)--and correspondingly in H_{\\rm hf}(T)--is caused by the excitation of spin waves in the anisotropic antiferromagnet, in which the planar interaction is much stronger than the interplanar one. The values of the parameters: planar exchange energy J and the ratio of the "}
{"doi": "physrevb.51.8641", "paragraph": "simple one-band description of the\nelectronic structure of La2-_x_Sr_x CuO4.\n\nThe dependence of the critical temperature of superconducting transition\nT_(c) of La2-_x_Sr_x CuO4 on strontium index x fo", "long_paragraph": "ted H2La2-_x_Sr_x Cu(Fe)O4\nsamples exhibit the presence of magnetic and nonmagnetic parts. We\ninterpret this as being due to phase separation into magnetic insulating\nand metallic regions, taking place slightly below room temperature.\n\n## Introduction\n\nIt is a well known fact that charge doping of La2CuO4 by means of\nSr2+-La3+ substitution changes its properties from antiferromagnetic\ninsulator to a superconducting metal.1 The simplest explanation of such\nbehavior could be the shift of Fermi level induced by charge (hole)\ndoping. The picture emerging from spectroscopic data2 is however\ndifferent: it seems that increased Sr concentration induces electronic\nstates transfer into a gap between valence and conduction bands. Hall\nconstant R_(H) does not follow1 the simple 1/_x_ proportionality\nsuggested by \"chemical\" doping, but at higher values of x it decreases\nanomalously, rather excluding simple one-band description of the\nelectronic structure of La2-_x_Sr_x CuO4.\n\nThe dependence of the critical temperature of superconducting transition\nT_(c) of La2-_x_Sr_x CuO4 on strontium index x forms a parabolalike\ncurve with a maximum at x 0.15. When x is increased above 0.15, T_(c)\nfalls down, although the charge carrier concentration increases and the\ncompound becomes better conducting. Doping with Sr also induces\nstructural transformation increasing the room-temperature symmetry of\nthe unit cell from orthorhombic to tetragonal.1,3\n\nThe above-mentioned facts provoke experiments aimed at changing the\nproperties of La2-_x_Sr_x CuO4 by means of electron doping in the\nreverse direction, i.e., towards lower hole concentration, with x set at\na given level. Hydrogen H+ doping of La2-_x_Sr_x CuO4 should essentially\nbe equivalent to electron doping. A lot of work has been devoted to the\nstudies of another hydrogenated hole-type high-_T__c_ superconductor\nYBa2Cu3O7-_b_.4,6 In the case of H2 YBa2Cu3O7-_b_ it was shown5,6 that\nincreasing hydrogen concentration leads to the similar effects"}
{"doi": "physrevb.51.8641", "paragraph": "pectra _I_M and _I_NM are depicted\nin Fig. 5. _I_M and _I_NM do not change significantly\n\nFigure 4: Critical temperatures of superconducting transitions T_(c) and\nT_(c) (a) and real part of magnetic a", "long_paragraph": "g\nproperties of H2La2-_x_Sr_xCuO4 proposed in Ref. 10. According to that\nhypothesis, hydrogen atom locally suppresses superconductivity in small\nvolume V_(H) around its position. The charge concentration in the rest\nof the material (i.e., outside of V_(H)) remains essentially unchanged.\nThis model explains the unchanged T_(c) of hydrogenated underdoped x =\n0.11 series.\n\nIn this context we would like to discuss the occurrence of magnetic\nsplitting visible in the low-temperature Mossbauer (MS) spectra of our\nhighly hydrogenated samples, i.e., x = 0.11, z = 0.40, 0.55 and x =\n0.20, z = 0.55 (see Fig. 2). Room-temperature spectra of these samples\nconsist of unique quadrupole doublets, but below T_(s)  ≈ 280 K these\nspectra split into magnetic and nonmagnetic parts. T_(s) seems to be the\nsame for z = 0.40 and z = 0.55 samples. The relative intensities of\nmagnetic (M) and nonmagnetic (NM) subspectra _I_M and _I_NM are depicted\nin Fig. 5. _I_M and _I_NM do not change significantly\n\nFigure 4: Critical temperatures of superconducting transitions T_(c) and\nT_(c) (a) and real part of magnetic ac susceptibility _kh_’ measured at\n5 K (b) plotted vs hydrogen content for x = 0.11 and 0.20 samples.\n\nbelow 200 K. This fact rather excludes the possibility that the NM\nsubspectrum comes from small particles of the magnetic phase through\nsuperparamagnetic effect.\n\nThe temperature dependence of the hyperfine magnetic field at ⁵⁷Fe\nnucleus $H_{\\rm hf}$ of the magnetic subspectrum was similar to that\nreported for antiferromagnetic La₂CuO₄ compound.[7, 8] We successfully\nfitted to it (over the range 30−230 K) the integral form of the formula\nproposed in Ref. 13. According to Ref. 13 the reduction in magnetization\nM(T)–and correspondingly in $H_{\\rm hf}(T)$–is caused by the excitation\nof spin waves in the anisotropic antiferromagnet, in which the planar\ninteraction is much stronger than the interplanar one. The values of the\nparameters: planar exchange energy J and the ratio of the interplan"}
{"doi": "physrevb.51.8641", "paragraph": "simple one-band description of the electronic structure of La2-_x_Sr_x CuO4.\n\nThe dependence of the critical temperature of superconducting transition \\(T_{c}\\) of La2-_x_Sr_x CuO4 on strontium index ", "long_paragraph": "2-_x_Sr_x Cu(Fe)O4 samples exhibit the presence of magnetic and nonmagnetic parts. We interpret this as being due to phase separation into magnetic insulating and metallic regions, taking place slightly below room temperature.\n\n## Introduction\n\nIt is a well known fact that charge doping of La2CuO4 by means of Sr2+-La3+ substitution changes its properties from antiferromagnetic insulator to a superconducting metal.1 The simplest explanation of such behavior could be the shift of Fermi level induced by charge (hole) doping. The picture emerging from spectroscopic data2 is however different: it seems that increased Sr concentration induces electronic states transfer into a gap between valence and conduction bands. Hall constant \\(R_{H}\\) does not follow1 the simple 1/_x_ proportionality suggested by \"chemical\" doping, but at higher values of \\(x\\) it decreases anomalously, rather excluding simple one-band description of the electronic structure of La2-_x_Sr_x CuO4.\n\nThe dependence of the critical temperature of superconducting transition \\(T_{c}\\) of La2-_x_Sr_x CuO4 on strontium index \\(x\\) forms a parabolalike curve with a maximum at \\(x\\)  0.15. When \\(x\\) is increased above 0.15, \\(T_{c}\\) falls down, although the charge carrier concentration increases and the compound becomes better conducting. Doping with Sr also induces structural transformation increasing the room-temperature symmetry of the unit cell from orthorhombic to tetragonal.1,3\n\nThe above-mentioned facts provoke experiments aimed at changing the properties of La2-_x_Sr_x CuO4 by means of electron doping in the reverse direction, i.e., towards lower hole concentration, with \\(x\\) set at a given level. Hydrogen H+ doping of La2-_x_Sr_x CuO4 should essentially be equivalent to electron doping. A lot of work has been devoted to the studies of another hydrogenated hole-type high-_T__c_ superconductor YBa2Cu3O7-_b_.4,6 In the case of H2 YBa2Cu3O7-_b_ it was shown5,6 that increasing hydrogen concentration lea"}
{"doi": "physrevb.51.8641", "paragraph": "pectra _I_M and _I_NM are depicted in Fig. 5. _I_M and _I_NM do not change significantly\n\nFigure 4: Critical temperatures of superconducting transitions \\(T_{c}\\) and \\(T_{c}\\) (a) and real part of ma", "long_paragraph": "cording to that hypothesis, hydrogen atom locally suppresses superconductivity in small volume \\(V_{H}\\) around its position. The charge concentration in the rest of the material (i.e., outside of \\(V_{H}\\)) remains essentially unchanged. This model explains the unchanged \\(T_{c}\\) of hydrogenated underdoped \\(x\\) = 0.11 series.\n\nIn this context we would like to discuss the occurrence of magnetic splitting visible in the low-temperature Mossbauer (MS) spectra of our highly hydrogenated samples, i.e., \\(x\\) = 0.11, \\(z\\) = 0.40, 0.55 and \\(x\\) = 0.20, \\(z\\) = 0.55 (see Fig. 2). Room-temperature spectra of these samples consist of unique quadrupole doublets, but below \\(T_{s}\\) \\(\\approx 280\\) K these spectra split into magnetic and nonmagnetic parts. \\(T_{s}\\) seems to be the same for \\(z\\) = 0.40 and \\(z\\) = 0.55 samples. The relative intensities of magnetic (M) and nonmagnetic (NM) subspectra _I_M and _I_NM are depicted in Fig. 5. _I_M and _I_NM do not change significantly\n\nFigure 4: Critical temperatures of superconducting transitions \\(T_{c}\\) and \\(T_{c}\\) (a) and real part of magnetic ac susceptibility _kh_’ measured at 5 K (b) plotted vs hydrogen content for \\(x\\) = 0.11 and 0.20 samples.\n\n  below 200 K. This fact rather excludes the possibility that the NM subspectrum comes from small particles of the magnetic phase through superparamagnetic effect.\n\nThe temperature dependence of the hyperfine magnetic field at \\({}^{57}\\)Fe nucleus \\(H_{\\rm hf}\\) of the magnetic subspectrum was similar to that reported for antiferromagnetic La\\({}_{2}\\)CuO\\({}_{4}\\) compound.[7, 8] We successfully fitted to it (over the range 30\\(-\\)230 K) the integral form of the formula proposed in Ref. 13. According to Ref. 13 the reduction in magnetization \\(M(T)\\)--and correspondingly in \\(H_{\\rm hf}(T)\\)--is caused by the excitation of spin waves in the anisotropic antiferromagnet, in which the planar interaction is much stronger than the interplanar one. The values of the parameters: "}
{"doi": "physrevb.73.144510", "paragraph": " was investigated in underdoped Y0.54P0.46Ba2Cu3O7-_d_ single crystals at temperatures close to the critical temperature. For this goal, temperature- and angle-dependent out-of-plane resistivity measu", "long_paragraph": ""}
{"doi": "physrevb.73.144510", "paragraph": " was investigated in\nunderdoped Y0.54P0.46Ba2Cu3O7-_d_ single crystals at temperatures close\nto the critical temperature. For this goal, temperature- and\nangle-dependent out-of-plane resistivity measu", "long_paragraph": ""}
{"doi": "physrevb.73.094518", "paragraph": "ith -d\\mu_{0}H_{\\rm c2}/dT|_{T_{\\rm c}}= 3.6 T/K (Fig. 1) we get a Ginzburg-Landau parameter at the critical temperature of \\kappa(T_{\\rm c})= 45. At T\\rightarrow 0 K, we estimate \\kappa(0 K)=(1/\\sqrt", "long_paragraph": "rimental T_{\\rm c}, \\gamma, and the strong-coupling parameter from above, we can estimate the condensation energy of KOs_{2}O_{6}: -\\Delta F=2050 mJ/mol {2533 mJ/mol}, corresponding to a thermodynamic critical field of H_{\\rm c}=2579 Oe (2867 Oe). In this conversion we have used the calculated mass density of KOs_{2}O_{6} using the lattice constant from x-ray diffraction, \\rho=6.653 g/cm^{3}. The ratio [1/(8\\pi)](\\gamma T_{\\rm c}^{2})/(-\\Delta F) itself evaluates to 0.135 {0.157}.\n\nOnce the condensation energy is known, various thermodynamic quantities can be evaluated: for bT_{\\rm c}= (T\\Delta C_{\\rm p})|_{T_{\\rm c}}/(-\\Delta F) we get 9.02 {7.30}, giving a normalized critical field slope Q= 4.25 {3.82}. The critical field slope itself evaluates to -dH_{\\rm c}/dT|_{T_{\\rm c}}= 575 Oe/K. The slope of the upper critical field is about three times steeper than the one from RbOs_{2}O_{6}: with -d\\mu_{0}H_{\\rm c2}/dT|_{T_{\\rm c}}= 3.6 T/K (Fig. 1) we get a Ginzburg-Landau parameter at the critical temperature of \\kappa(T_{\\rm c})= 45. At T\\rightarrow 0 K, we estimate \\kappa(0 K)=(1/\\sqrt{2})H_{\\rm c2}/H_{\\rm c}= 66 {86} and thus a penetration depth of 243 nm {265 nm}, which compares well with results from \\muSR experiments (270 nm).[17] The Ginzburg-Landau coherence length amounts to\n\nFigure 4: Comparison of the Sommerfeld coefficients for RbOs_{2}O_{6}, KOs_{2}O_{6}, and the weak-coupling \\alpha-pyrochlore superconductor Cd_{2}Re_{2}O_{7}. Shown are the calculated bare coefficients \\gamma_{\\rm h} in white, the electron-electron enhanced coefficients (1 + \\lambda_{\\rm c})\\gamma_{\\rm h} in hatched, and the measured coefficients (1 + \\lambda_{\\rm cp})(1 + \\lambda_{\\rm c})\\gamma_{\\rm h} in cross hatched. The bare band value from density functional theory calculations in the LDA is rather similar for all three pyrochlores. The electron-phonon coupling \\lambda_{\\rm cp} increases from less than 0.4 (weak coupling) for Cd_{2}Re_{2}O_{7} to 1 for RbOs_{2}O_{6} to 1.0–1.6 for KO"}
{"doi": "physrevb.73.094518", "paragraph": "\\mu_{0}H_{\\rm c2}\\)/\\(dT|_{T_{\\rm c}}\\)= 3.6 T/K (Fig. 1) we get a Ginzburg-Landau parameter at the critical temperature of \\(\\kappa(T_{\\rm c})\\)= 45. At \\(T\\)\\(\\rightarrow\\) 0 K, we estimate \\(\\kappa", "long_paragraph": "tion energy of KOs\\({}_{2}\\)O\\({}_{6}\\): \\(-\\Delta F\\)=2050 mJ/mol {2533 mJ/mol}, corresponding to a thermodynamic critical field of \\(H_{\\rm c}\\)=2579 Oe (2867 Oe). In this conversion we have used the calculated mass density of KOs\\({}_{2}\\)O\\({}_{6}\\) using the lattice constant from x-ray diffraction, \\(\\rho\\)=6.653 g/cm\\({}^{3}\\). The ratio [\\(1/(8\\pi)\\)](\\(\\gamma T_{\\rm c}^{2}\\))/(\\(-\\Delta F\\)) itself evaluates to 0.135 {0.157}.\n\nOnce the condensation energy is known, various thermodynamic quantities can be evaluated: for \\(bT_{\\rm c}\\)= (\\(T\\Delta C_{\\rm p}\\))\\(|_{T_{\\rm c}}\\)/(\\(-\\Delta F\\)) we get 9.02 {7.30}, giving a normalized critical field slope \\(Q\\)= 4.25 {3.82}. The critical field slope itself evaluates to \\(-dH_{\\rm c}\\)/\\(dT|_{T_{\\rm c}}\\)= 575 Oe/K. The slope of the upper critical field is about three times steeper than the one from RbOs\\({}_{2}\\)O\\({}_{6}\\): with \\(-d\\mu_{0}H_{\\rm c2}\\)/\\(dT|_{T_{\\rm c}}\\)= 3.6 T/K (Fig. 1) we get a Ginzburg-Landau parameter at the critical temperature of \\(\\kappa(T_{\\rm c})\\)= 45. At \\(T\\)\\(\\rightarrow\\) 0 K, we estimate \\(\\kappa(0\\) K)=(1/\\(\\sqrt{2}\\))\\(H_{\\rm c2}\\)/\\(H_{\\rm c}\\)= 66 {86} and thus a penetration depth of 243 nm {265 nm}, which compares well with results from \\(\\mu\\)SR experiments (270 nm).[17] The Ginzburg-Landau coherence length amounts to\n\nFigure 4: Comparison of the Sommerfeld coefficients for RbOs\\({}_{2}\\)O\\({}_{6}\\), KOs\\({}_{2}\\)O\\({}_{6}\\), and the weak-coupling \\(\\alpha\\)-pyrochlore superconductor Cd\\({}_{2}\\)Re\\({}_{2}\\)O\\({}_{7}\\). Shown are the calculated bare coefficients \\(\\gamma_{\\rm h}\\) in white, the electron-electron enhanced coefficients (1 + \\(\\lambda_{\\rm c}\\))\\(\\gamma_{\\rm h}\\) in hatched, and the measured coefficients (1 + \\(\\lambda_{\\rm cp}\\))(1 + \\(\\lambda_{\\rm c}\\))\\(\\gamma_{\\rm h}\\) in cross hatched. The bare band value from density functional theory calculations in the LDA is rather similar for all three pyrochlores. The electron-phonon coupling \\(\\lambda_{\\rm cp}\\) i"}
{"doi": "physrevb.84.020513", "paragraph": "", "long_paragraph": ""}
{"doi": "physrevb.96.224510", "paragraph": "single material [1,3]. The relative robustness of SC and FM can be reflected by the superconducting critical temperature T_{\\text{sc}} and the (ferro)magnetic transition temperature T_{\\text{m}}. Mate", "long_paragraph": "ext{sc}}>T_{\\text{m}}. With the Ni doping, T_{\\text{sc}} decreases rapidly, and the Eu-spin ferromagnetism and its T_{\\text{m}} remain unchanged. Consequently, the system RbEu(Fe1-_x_Ni_x_)4As4 transforms into a superconducting ferromagnet with T_{\\text{m}}>T_{\\text{sc}} for 0.07 \\leqslantx\\leqslant 0.08. The occurrence of superconducting ferromagnets is attributed to the decoupling between Eu^{2+} spins and superconducting Cooper pairs. The superconducting and magnetic phase diagram is established, which additionally includes a recovered yet suppressed spin-density-wave state.\n\n2017 18 September 2017; revised manuscript received 29 November 2017; published 22 December 2017\n\nDOI: 10.1103/PhysRevB.96.224510\n\n## I Introduction\n\nSuperconductivity (SC) and ferromagnetism (FM) are basically antagonistic and incompatible [1,2], and only in a very few cases can they coexist simultaneously in a single material [1,3]. The relative robustness of SC and FM can be reflected by the superconducting critical temperature T_{\\text{sc}} and the (ferro)magnetic transition temperature T_{\\text{m}}. Materials with T_{\\text{sc}}>T_{\\text{m}} were earlier called \"ferromagnetic superconductors\" (FSCs) [1], and those with T_{\\text{m}}>T_{\\text{sc}} were then termed \"superconducting ferromagnets\" (SFMs) [4-6]. Generally, a ferromagnetic exchange field prevails over the intrinsic superconducting upper critical field H_{\\text{c2}}^{*} for T_{\\text{m}}\\leqslantT_{\\text{sc}}, hence SFMs are particularly rare. So far, examples of SFMs only include U-based germanides with spin-triplet SC [7] and ruthenocuprates with spin-singlet high-temperature SC [8], the second of which actually exhibits the coexistence with a canted antiferromagnetism. Note that the classification into FSCs and SFMs is meaningful for studying the way of coexistence of the two antagonistic phenomena [5,9].\n\nIn recent years, Eu-containing 122-type iron arsenides have earned a lot of interest owing to the intriguing interplay bet"}
{"doi": "physrevb.96.224510", "paragraph": "single material [1,3]. The relative robustness of SC and FM can be reflected by the superconducting critical temperature \\(T_{\\text{sc}}\\) and the (ferro)magnetic transition temperature \\(T_{\\text{m}}", "long_paragraph": "ing, \\(T_{\\text{sc}}\\) decreases rapidly, and the Eu-spin ferromagnetism and its \\(T_{\\text{m}}\\) remain unchanged. Consequently, the system RbEu(Fe1-_x_Ni_x_)4As4 transforms into a superconducting ferromagnet with \\(T_{\\text{m}}\\)\\(>\\)\\(T_{\\text{sc}}\\) for 0.07 \\(\\leqslant\\)\\(x\\)\\(\\leqslant\\) 0.08. The occurrence of superconducting ferromagnets is attributed to the decoupling between Eu\\({}^{2+}\\) spins and superconducting Cooper pairs. The superconducting and magnetic phase diagram is established, which additionally includes a recovered yet suppressed spin-density-wave state.\n\n2017 18 September 2017; revised manuscript received 29 November 2017; published 22 December 2017\n\nDOI: 10.1103/PhysRevB.96.224510\n\n## I Introduction\n\nSuperconductivity (SC) and ferromagnetism (FM) are basically antagonistic and incompatible [1,2], and only in a very few cases can they coexist simultaneously in a single material [1,3]. The relative robustness of SC and FM can be reflected by the superconducting critical temperature \\(T_{\\text{sc}}\\) and the (ferro)magnetic transition temperature \\(T_{\\text{m}}\\). Materials with \\(T_{\\text{sc}}\\)\\(>\\)\\(T_{\\text{m}}\\) were earlier called \"ferromagnetic superconductors\" (FSCs) [1], and those with \\(T_{\\text{m}}\\)\\(>\\)\\(T_{\\text{sc}}\\) were then termed \"superconducting ferromagnets\" (SFMs) [4-6]. Generally, a ferromagnetic exchange field prevails over the intrinsic superconducting upper critical field \\(H_{\\text{c2}}^{*}\\) for \\(T_{\\text{m}}\\)\\(\\leqslant\\)\\(T_{\\text{sc}}\\), hence SFMs are particularly rare. So far, examples of SFMs only include U-based germanides with spin-triplet SC [7] and ruthenocuprates with spin-singlet high-temperature SC [8], the second of which actually exhibits the coexistence with a canted antiferromagnetism. Note that the classification into FSCs and SFMs is meaningful for studying the way of coexistence of the two antagonistic phenomena [5,9].\n\nIn recent years, Eu-containing 122-type iron arsenides have earned a lot o"}
{"doi": "physrevb.52.3071", "paragraph": "e and exhibiting superconductivity in a narrow composition range 0.14\\!<\\!x\\!<\\!0.18 with a maximum critical temperature of T_{c0}\\!=\\!24 K. Since trivalent Nd is substituted with tetravalent Ce, the ", "long_paragraph": "{1.85}Ce_{0.15}CuO_{4-8} have been studied in the mixed state and in the normal conducting state by measuring the Hall voltage and the longitudinal voltage of an epitaxial thin film. A broadening of the resistive transition with increasing fixed magnetic field and a sign reversal of the Hall effect in the mixed state were observed. In the normal state, the zero-field resistivity shows a quadratic temperature dependence. Magnetoresistance measurements for T\\!=\\!102 and 55 K yield a B^{2} dependence up to B\\!=\\!10 T without any saturation tendency. The normal-state Hall coefficient is temperature dependent with a sign change from negative to positive for decreasing temperature. The data can be interpreted within a two-band model.\n\n## I Introduction\n\nIn 1989 Tokura _et al._1 and Takagi _et al._2 discovered the superconducting cuprate Nd_{2-x}Ce_{x}CuO_{4-8}, crystallizing in the T' structure and exhibiting superconductivity in a narrow composition range 0.14\\!<\\!x\\!<\\!0.18 with a maximum critical temperature of T_{c0}\\!=\\!24 K. Since trivalent Nd is substituted with tetravalent Ce, the carriers in these compounds were expected to be electrons,2^{-}4 in contrast to high-T_{c}-cuprate superconductors, where the charge carriers are holes.5\n\nEarly experiments confirmed the presence of electrons as mobile charge carriers.2 Further detailed investigations, however, complicated the issue of carrier sign: the sign of the Hall coefficient, R_{H}, was found to depend on x with R_{H}\\!<\\!0 in the range of superconducting specimens.3,4 Other experiments yield R_{H}\\!>\\!0 for x\\!\\approx\\!0.15 or a sign changing with temperature.6 Moreover, composition and temperature-dependent results for the sign of R_{H} were observed.7,8 Positive thermopowers were reported9 in conflict with the usually negative R_{H} for specimens with compositions in the superconducting range and high critical temperatures.3,4,7^{-}10\n\nFootnote 10: The American Physical Society\n\nSince the sign of the normal-sta"}
{"doi": "physrevb.52.3071", "paragraph": "cture and exhibiting superconductivity in a narrow composition\nrange 0.14 < x < 0.18 with a maximum critical temperature of T_(c0) = 24\nK. Since trivalent Nd is substituted with tetravalent Ce, the ca", "long_paragraph": "nductor\nNd_(1.85)Ce_(0.15)CuO⁴ ⁻ ⁸ have been studied in the mixed state and in\nthe normal conducting state by measuring the Hall voltage and the\nlongitudinal voltage of an epitaxial thin film. A broadening of the\nresistive transition with increasing fixed magnetic field and a sign\nreversal of the Hall effect in the mixed state were observed. In the\nnormal state, the zero-field resistivity shows a quadratic temperature\ndependence. Magnetoresistance measurements for T = 102 and 55 K yield a\nB² dependence up to B = 10 T without any saturation tendency. The\nnormal-state Hall coefficient is temperature dependent with a sign\nchange from negative to positive for decreasing temperature. The data\ncan be interpreted within a two-band model.\n\n## I Introduction\n\nIn 1989 Tokura _et al._1 and Takagi _et al._2 discovered the\nsuperconducting cuprate Nd_(2 − x)Ce_(x)CuO⁴ ⁻ ⁸, crystallizing in the\nT’ structure and exhibiting superconductivity in a narrow composition\nrange 0.14 < x < 0.18 with a maximum critical temperature of T_(c0) = 24\nK. Since trivalent Nd is substituted with tetravalent Ce, the carriers\nin these compounds were expected to be electrons,2⁻4 in contrast to\nhigh-T_(c)-cuprate superconductors, where the charge carriers are\nholes.5\n\nEarly experiments confirmed the presence of electrons as mobile charge\ncarriers.2 Further detailed investigations, however, complicated the\nissue of carrier sign: the sign of the Hall coefficient, R_(H), was\nfound to depend on x with R_(H) < 0 in the range of superconducting\nspecimens.3,4 Other experiments yield R_(H) > 0 for x ≈ 0.15 or a sign\nchanging with temperature.6 Moreover, composition and\ntemperature-dependent results for the sign of R_(H) were observed.7,8\nPositive thermopowers were reported9 in conflict with the usually\nnegative R_(H) for specimens with compositions in the superconducting\nrange and high critical temperatures.3,4,7⁻10\n\nFootnote 10: The American Physical Society\n\nSince the sign of the normal-state Hall coefficient "}
{"doi": "physrevb.52.3071", "paragraph": "d exhibiting superconductivity in a narrow composition range \\(0.14\\!<\\!x\\!<\\!0.18\\) with a maximum critical temperature of \\(T_{c0}\\!=\\!24\\) K. Since trivalent Nd is substituted with tetravalent Ce, ", "long_paragraph": "died in the mixed state and in the normal conducting state by measuring the Hall voltage and the longitudinal voltage of an epitaxial thin film. A broadening of the resistive transition with increasing fixed magnetic field and a sign reversal of the Hall effect in the mixed state were observed. In the normal state, the zero-field resistivity shows a quadratic temperature dependence. Magnetoresistance measurements for \\(T\\!=\\!102\\) and 55 K yield a \\(B^{2}\\) dependence up to \\(B\\!=\\!10\\) T without any saturation tendency. The normal-state Hall coefficient is temperature dependent with a sign change from negative to positive for decreasing temperature. The data can be interpreted within a two-band model.\n\n## I Introduction\n\nIn 1989 Tokura _et al._1 and Takagi _et al._2 discovered the superconducting cuprate Nd\\({}_{2-x}\\)Ce\\({}_{x}\\)CuO\\({}_{4-8}\\), crystallizing in the \\(T\\)' structure and exhibiting superconductivity in a narrow composition range \\(0.14\\!<\\!x\\!<\\!0.18\\) with a maximum critical temperature of \\(T_{c0}\\!=\\!24\\) K. Since trivalent Nd is substituted with tetravalent Ce, the carriers in these compounds were expected to be electrons,2\\({}^{-}\\)4 in contrast to high-\\(T_{c}\\)-cuprate superconductors, where the charge carriers are holes.5\n\nEarly experiments confirmed the presence of electrons as mobile charge carriers.2 Further detailed investigations, however, complicated the issue of carrier sign: the sign of the Hall coefficient, \\(R_{H}\\), was found to depend on \\(x\\) with \\(R_{H}\\!<\\!0\\) in the range of superconducting specimens.3,4 Other experiments yield \\(R_{H}\\!>\\!0\\) for \\(x\\!\\approx\\!0.15\\) or a sign changing with temperature.6 Moreover, composition and temperature-dependent results for the sign of \\(R_{H}\\) were observed.7,8 Positive thermopowers were reported9 in conflict with the usually negative \\(R_{H}\\) for specimens with compositions in the superconducting range and high critical temperatures.3,4,7\\({}^{-}\\)10\n\nFootnote 10: The American Ph"}
{"doi": "physrevb.91.165109", "paragraph": " very close to T_{c}. \\Gamma increases upon approaching T_{c} and reaches a value of about 4 at the critical temperature for x=0.04. This finding is in contrast to the results found in other Fe-based ", "long_paragraph": "he FeSe system. This behavior is reminiscent of the one reported in other Fe-based superconductors [28] in which similar H_{c2}(T) curves were well described by a multiband effect. This claim is further supported by the indications of a two-band-like behavior from the zero-field specific heat measurements and the London penetration depth discussed below.\n\nIn all of the investigated S-doped samples, both specific heat and ac-susceptibility measurements at 9 T in the H\\parallel ab plane data show a sharper transition compared to the 9 T data \\parallel c, indicating a highly anisotropic crystal [see Figs. 3(e) and 3(f)]. From the behavior of H_{c2} vs T in different field orientations we calculate the anisotropy \\Gamma=H_{c2}^{B\\perp c}/H_{c2}^{B\\parallel c} using a linear interpolation. The results are outlined in the inset of Fig. 4(c). Our data allow tracking of \\Gamma up to temperatures very close to T_{c}. \\Gamma increases upon approaching T_{c} and reaches a value of about 4 at the critical temperature for x=0.04. This finding is in contrast to the results found in other Fe-based superconductors, which suggest a saturation or even a decrease of \\Gamma close to T_{c}[45]. This indicates that an orbital pair breaking dominates the suppression of superconductivity close to T_{c}. At lower temperatures, the isotropic Zeeman pair breaking becomes more important, which leads to lowering of \\Gamma. Moreover, the strong T-dependent superconducting anisotropy \\Gamma=H_{c2}^{B\\perp c}/H_{c2}^{B\\parallel c} provides further evidence for a multiband scenario as in the case of the two-band superconductor MgB_{2}[46]. Surprisingly, this anisotropy is considerably larger than the typical values of \\Gamma\\sim 2 and 2.6 found in nearly optimally hole-doped (BaK)Fe_{2}As_{2}[47] and in FeSe_{0.45}Te_{0.55}[48] (T_{c}=14.5 K), but lower than the ones in SmFeAsO_{0.85}F_{0.15} and La(O,F)FeAs thin films [49, 50]. On the other hand, these values are comparable to \\Gamma values of, e."}
{"doi": "physrevb.91.165109", "paragraph": "to \\(T_{c}\\). \\(\\Gamma\\) increases upon approaching \\(T_{c}\\) and reaches a value of about 4 at the critical temperature for \\(x=0.04\\). This finding is in contrast to the results found in other Fe-ba", "long_paragraph": "cent of the one reported in other Fe-based superconductors [28] in which similar \\(H_{c2}(T)\\) curves were well described by a multiband effect. This claim is further supported by the indications of a two-band-like behavior from the zero-field specific heat measurements and the London penetration depth discussed below.\n\nIn all of the investigated S-doped samples, both specific heat and ac-susceptibility measurements at 9 T in the \\(H\\parallel ab\\) plane data show a sharper transition compared to the 9 T data \\(\\parallel c\\), indicating a highly anisotropic crystal [see Figs. 3(e) and 3(f)]. From the behavior of \\(H_{c2}\\) vs \\(T\\) in different field orientations we calculate the anisotropy \\(\\Gamma=H_{c2}^{B\\perp c}/H_{c2}^{B\\parallel c}\\) using a linear interpolation. The results are outlined in the inset of Fig. 4(c). Our data allow tracking of \\(\\Gamma\\) up to temperatures very close to \\(T_{c}\\). \\(\\Gamma\\) increases upon approaching \\(T_{c}\\) and reaches a value of about 4 at the critical temperature for \\(x=0.04\\). This finding is in contrast to the results found in other Fe-based superconductors, which suggest a saturation or even a decrease of \\(\\Gamma\\) close to \\(T_{c}\\)[45]. This indicates that an orbital pair breaking dominates the suppression of superconductivity close to \\(T_{c}\\). At lower temperatures, the isotropic Zeeman pair breaking becomes more important, which leads to lowering of \\(\\Gamma\\). Moreover, the strong \\(T\\)-dependent superconducting anisotropy \\(\\Gamma=H_{c2}^{B\\perp c}/H_{c2}^{B\\parallel c}\\) provides further evidence for a multiband scenario as in the case of the two-band superconductor MgB\\({}_{2}\\)[46]. Surprisingly, this anisotropy is considerably larger than the typical values of \\(\\Gamma\\sim 2\\) and 2.6 found in nearly optimally hole-doped (BaK)Fe\\({}_{2}\\)As\\({}_{2}\\)[47] and in FeSe\\({}_{0.45}\\)Te\\({}_{0.55}\\)[48] (\\(T_{c}=14.5\\) K), but lower than the ones in SmFeAsO\\({}_{0.85}\\)F\\({}_{0.15}\\) and La(O,F)FeAs thin films [4"}
{"doi": "physrevb.74.144511", "paragraph": "t of the superconducting signal in the m(T) curve at a certain magnetic field is used to define the critical temperature T_{c}(\\mu_{0}H_{a}). A second method for evaluating T_{c}(\\mu_{0}H_{a}) consist", "long_paragraph": "meter \\eta depends on the flux-line lattice symmetry and is approximately 1. This evaluation is only valid for reversible torque curves, and some error might be introduced by calculating the reversible torque from the irreversible branches. To obtain more reliable results the background was measured and subtracted. Furthermore, the upper critical fields were taken from SQUID measurements and used as input parameters in the fitting procedure. Problems that may arise from such an evaluation for carbon-doped samples will be discussed in Sec. III.3, but as can be seen in Fig. 2, we find good agreement between the fit and the experimental data.\n\n## III Reversible mixed-state properties\n\n### Upper critical field and coherence length\n\nSQUID measurements of the magnetic moment as a function of temperature at fixed applied field were taken to determine the upper critical field H_{c2}(T). The onset of the superconducting signal in the m(T) curve at a certain magnetic field is used to define the critical temperature T_{c}(\\mu_{0}H_{a}). A second method for evaluating T_{c}(\\mu_{0}H_{a}) consists of extrapolating the linear decrease of the magnetization below the superconducting transition to the x axis with zero magnetization. The latter leads to temperature data that are smaller by 0.5-1 K (depending on the applied field and the field direction) than the results obtained from the onset criterion. The difference between these two methods is smaller than the size of the symbols used in Fig. 3, which presents the results of the onset criterion. The H_{c2}(T) curves are shown for fields parallel (solid symbols) and perpendicular (open symbols) to the ab plane of the single crystals. For better comparison the reduced temperature T/T_{c} was chosen as the x axis and the upper critical field of an undoped MgB_{2} single crystal is also shown.\n\nFor fields H\\parallelc, H_{c2}^{c} increases with increasing carbon concentration. On the other hand, for fields within the ab plane H_{c2}^{"}
{"doi": "physrevb.74.144511", "paragraph": " the superconducting signal in the \\(m(T)\\) curve at a certain magnetic field is used to define the critical temperature \\(T_{c}(\\mu_{0}H_{a})\\). A second method for evaluating \\(T_{c}(\\mu_{0}H_{a})\\)", "long_paragraph": "\\) depends on the flux-line lattice symmetry and is approximately 1. This evaluation is only valid for reversible torque curves, and some error might be introduced by calculating the reversible torque from the irreversible branches. To obtain more reliable results the background was measured and subtracted. Furthermore, the upper critical fields were taken from SQUID measurements and used as input parameters in the fitting procedure. Problems that may arise from such an evaluation for carbon-doped samples will be discussed in Sec. III.3, but as can be seen in Fig. 2, we find good agreement between the fit and the experimental data.\n\n## III Reversible mixed-state properties\n\n### Upper critical field and coherence length\n\nSQUID measurements of the magnetic moment as a function of temperature at fixed applied field were taken to determine the upper critical field \\(H_{c2}(T)\\). The onset of the superconducting signal in the \\(m(T)\\) curve at a certain magnetic field is used to define the critical temperature \\(T_{c}(\\mu_{0}H_{a})\\). A second method for evaluating \\(T_{c}(\\mu_{0}H_{a})\\) consists of extrapolating the linear decrease of the magnetization below the superconducting transition to the \\(x\\) axis with zero magnetization. The latter leads to temperature data that are smaller by 0.5\\(-\\)1 K (depending on the applied field and the field direction) than the results obtained from the onset criterion. The difference between these two methods is smaller than the size of the symbols used in Fig. 3, which presents the results of the onset criterion. The \\(H_{c2}(T)\\) curves are shown for fields parallel (solid symbols) and perpendicular (open symbols) to the \\(ab\\) plane of the single crystals. For better comparison the reduced temperature \\(T/T_{c}\\) was chosen as the \\(x\\) axis and the upper critical field of an undoped MgB\\({}_{2}\\) single crystal is also shown.\n\nFor fields \\(H\\)\\(\\parallel\\)\\(c\\), \\(H_{c2}^{c}\\) increases with increasing carbon concentration. On t"}
{"doi": "physrevb.75.184501", "paragraph": "st since the discovery of superconductivity in PuCoGa_{5} (Ref. [1]) and PuRhGa_{5} (Ref. [2]) with critical temperatures one order of magnitude higher than the maximum seen in U- and Ce-based heavy-f", "long_paragraph": " both compounds, T_{c} decreases faster for fields applied along the c axis than for fields perpendicular to it. The value of the slope of the critical field at T_{c} is higher in the case of PuCoGa_{5}, while the anisotropy effect is stronger in PuRhGa_{5}. Further results are discussed in the context of the isostructural Ce- and Np-based materials. The possibility of the appearance of a Fulde-Ferrell-Larkin-Ovchinnikov state and/or strong spin-orbit coupling, related to the observed low-temperature linear shape of the critical field deviating from the common d-wave superconductor behavior, is considered, especially in the PuRhGa_{5} case.\n\n20 November 2006; revised manuscript received 24 January 2007; published 1 May 2007 10.1103/PhysRevB.75.184501\n\n## I Introduction\n\nThe actinide-based _AT_Ga_{5} (_A_ = actinide, T = transition metal) intermetallic compounds have attracted much interest since the discovery of superconductivity in PuCoGa_{5} (Ref. [1]) and PuRhGa_{5} (Ref. [2]) with critical temperatures one order of magnitude higher than the maximum seen in U- and Ce-based heavy-fermion systems up to now. These _AT_Ga_{5} materials crystallize in the tetragonal HoCoGa_{5}-type structure with the space group P4/_mmm_. PuCoGa_{5} is a superconductor displaying a remarkably high critical temperature T_{c}=18.5 K and upper critical field H_{c2}(0) estimated at \\sim74 T.1 PuRhGa_{5} has lower critical parameters, T_{c}=8.7 K and H_{c2}(0)\\sim 21 T.2 Both materials appear to be close to a magnetic phase instability [3, 4] and to display unconventional superconductivity as recently suggested by NMR studies [5, 6]. The magnetic susceptibility of both compounds in the normal state indicates local-moment (Curie-Weiss) behavior close to that expected for Pu3+.\n\nThe uranium isostructural materials U_T_Ga_{5} are nonsuperconducting paramagnets for T from the iron and cobalt column, but order antiferromagnetically for T from the nickel column [7, 8, 9]. Among the Np-based comp"}
{"doi": "physrevb.75.184501", "paragraph": " discovery of superconductivity in PuCoGa\\({}_{5}\\) (Ref. [1]) and PuRhGa\\({}_{5}\\) (Ref. [2]) with critical temperatures one order of magnitude higher than the maximum seen in U- and Ce-based heavy-f", "long_paragraph": "pplied along the \\(c\\) axis than for fields perpendicular to it. The value of the slope of the critical field at \\(T_{c}\\) is higher in the case of PuCoGa\\({}_{5}\\), while the anisotropy effect is stronger in PuRhGa\\({}_{5}\\). Further results are discussed in the context of the isostructural Ce- and Np-based materials. The possibility of the appearance of a Fulde-Ferrell-Larkin-Ovchinnikov state and/or strong spin-orbit coupling, related to the observed low-temperature linear shape of the critical field deviating from the common \\(d\\)-wave superconductor behavior, is considered, especially in the PuRhGa\\({}_{5}\\) case.\n\n20 November 2006; revised manuscript received 24 January 2007; published 1 May 2007 10.1103/PhysRevB.75.184501\n\n## I Introduction\n\nThe actinide-based _AT_Ga\\({}_{5}\\) (_A_ = actinide, \\(T\\) = transition metal) intermetallic compounds have attracted much interest since the discovery of superconductivity in PuCoGa\\({}_{5}\\) (Ref. [1]) and PuRhGa\\({}_{5}\\) (Ref. [2]) with critical temperatures one order of magnitude higher than the maximum seen in U- and Ce-based heavy-fermion systems up to now. These _AT_Ga\\({}_{5}\\) materials crystallize in the tetragonal HoCoGa\\({}_{5}\\)-type structure with the space group \\(P\\)4/_mmm_. PuCoGa\\({}_{5}\\) is a superconductor displaying a remarkably high critical temperature \\(T_{c}\\)=18.5 K and upper critical field \\(H_{c2}(0)\\) estimated at \\(\\sim\\)74 T.1 PuRhGa\\({}_{5}\\) has lower critical parameters, \\(T_{c}\\)=8.7 K and \\(H_{c2}(0)\\)\\(\\sim\\) 21 T.2 Both materials appear to be close to a magnetic phase instability [3, 4] and to display unconventional superconductivity as recently suggested by NMR studies [5, 6]. The magnetic susceptibility of both compounds in the normal state indicates local-moment (Curie-Weiss) behavior close to that expected for Pu3+.\n\nThe uranium isostructural materials U_T_Ga\\({}_{5}\\) are nonsuperconducting paramagnets for \\(T\\) from the iron and cobalt column, but order antiferromagnetically f"}
